["<br/>   <br/>   <br/>      <br/>         <br/>            Human Clones: Why Not?<br/><br/>            If you can clone a sheep,<br/>you can almost certainly clone a human being. Some of the most powerful people<br/>in the world have felt compelled to act against this threat. President Clinton<br/>swiftly imposed a ban on federal funding for human-cloning research. Bills are<br/>in the works in both houses of Congress to outlaw human cloning--a step urged<br/>on all governments by the pope himself. Cloning humans is taken to be either 1)<br/>a fundamentally evil thing that must be stopped or, at the very least, 2) a<br/>complex ethical issue that needs legislation and regulation. But what, exactly,<br/>is so bad about it?<br/><br/>            Start by<br/>asking whether human beings have a right to reproduce. I say \"yes.\" I have no", "<br/>moral right to tell other people they shouldn't be able to have children, and I<br/>don't see that Bill Clinton has that right either. When Clinton says, \"Let us<br/>resist the temptation to copy ourselves,\" it comes from a man not known for<br/>resisting other temptations of the flesh. And for a politician, making noise<br/>about cloning is pretty close to a fleshly temptation itself. It's an easy way<br/>to show sound-bite leadership on an issue that everybody is talking about,<br/>without much risk of bitter consequences. After all, how much federally funded<br/>research was stopped by this ban? Probably almost none, because Clinton has<br/>maintained Ronald Reagan's policy of minimizing federal grants for research in<br/>human reproduction. Besides, most researchers thought cloning humans was<br/>impossible--so, for the moment, there's unlikely to be a grant-request backlog.<br/>There is nothing like banning", " the nonexistent to show true leadership.<br/><br/>            The pope, unlike the president, is known for resisting<br/>temptation. He also openly claims the authority to decide how people reproduce.<br/>I respect the pope's freedom to lead his religion, and his followers' freedom<br/>to follow his dictate. But calling for secular governments to implement a ban,<br/>thus extending his power beyond those he can persuade, shows rather explicitly<br/>that the pope does not respect the freedom of others. The basic<br/>religious doctrine he follows was set down some two millennia ago. Sheep<br/>feature prominently in the Bible, but cloning does not. So the pope's views on<br/>cloning are 1 st century rules applied using 15 th century<br/>religious thinking to a 21 st century issue.<br/><br/>            If humans have a right to<br/>reproduce, what right does society have to limit the means? Essentially all<br/>reproduction is", " done these days with medical help--at delivery, and often<br/>before. Truly natural human reproduction would mean 50 percent infant mortality<br/>and make pregnancy-related death the No. 1 killer of adult women.<br/><br/>            True, some<br/>forms of medical help are more invasive than others. With in vitro<br/>fertilization, the sperm and egg are combined in the lab and surgically<br/>implanted in the womb. Less than two decades ago, a similar concern was raised<br/>over the ethical issues involved in \"test-tube babies.\" To date, nearly 30,000<br/>such babies have been born in the United States alone. Many would-be parents<br/>have been made happy. Who has been harmed?<br/><br/>            <br/>The cloning procedure is similar to IVF. The<br/>only difference is that the DNA of sperm and egg would be replaced by DNA from<br/>an adult cell. What law or", " principle--secular, humanist, or religious--says<br/>that one combination of genetic material in a flask is OK, but another is not?<br/>No matter how closely you study the 1 st century texts, I don't think<br/>you'll find the answer.<br/><br/>            Even if<br/>people have the right to do it, is cloning a good idea? Suppose that every<br/>prospective parent in the world stopped having children naturally, and instead<br/>produced clones of themselves. What would the world be like in another 20 or 30<br/>years? The answer is: much like today. Cloning would only copy the genetic<br/>aspects of people who are already here. Hating a world of clones is hating the<br/>current populace. Never before was Pogo so right: We have met the enemy, and he<br/>is us !<br/><br/>            Adifferent scare scenario is a world", " filled with copies of<br/>famous people only. We'll treat celebrity DNA like designer clothes, hankering<br/>for Michael Jordan's genes the way we covet his Nike sneakers today. But even<br/>celebrity infatuation has its limits. People are not more taken with<br/>celebrities than they are with themselves. Besides, such a trend would correct<br/>itself in a generation or two, because celebrity is closely linked to rarity.<br/>The world seems amused by one Howard Stern, but give us a hundred or a million<br/>of them, and they'll seem a lot less endearing.<br/><br/>            Clones already exist. About<br/>one in every 1,000 births results in a pair of babies with the same DNA. We<br/>know them as identical twins. Scientific studies on such twins--reared together<br/>or apart--show that they share many characteristics. Just how many they share<br/>is a", " contentious topic in human biology. But genetic determinism is largely<br/>irrelevant to the cloning issue. Despite how many or how few individual<br/>characteristics twins--or other clones--have in common, they are different<br/>people in the most fundamental sense . They have their own identities, their<br/>own thoughts, and their own rights. Should you be confused on this point, just<br/>ask a twin.<br/><br/>            Suppose that Unsolved<br/>Mysteries called you with news of a long-lost identical twin. Would that<br/>suddenly make you less of a person, less of an individual? It is hard to see<br/>how. So, why would a clone be different? Your clone would be raised in a<br/>different era by different people--like the lost identical twin, only younger<br/>than you. A person's basic humanity is not governed by how he or she came into<br/>this world, or whether somebody else", " happens to have the same DNA.<br/><br/>            Twins<br/>aren't the only clones in everyday life. Think about seedless grapes or navel<br/>oranges--if there are no seeds, where did they come from? It's the plant<br/>equivalent of virgin birth--which is to say that they are all clones,<br/>propagated by cutting a shoot and planting it. Wine is almost entirely a cloned<br/>product. The grapes used for wine have seeds, but they've been cloned from<br/>shoots for more than a hundred years in the case of many vineyards. The same is<br/>true for many flowers. Go to a garden store, and you'll find products with<br/>delightful names like \"Olivia's Cloning Compound,\" a mix of hormones to dunk on<br/>the cut end of a shoot to help it take root.<br/><br/>            <br/>One recurring image in anti-cloning propaganda", "<br/>is of some evil dictator raising an army of cloned warriors. Excuse me, but who<br/>is going to raise such an army (\"raise\" in the sense used by parents)? Clones<br/>start out life as babies . Armies are far easier to raise the old<br/>fashioned way--by recruiting or drafting naive young adults. Dulce et<br/>decorum est pro patria mori has worked well enough to send countless young<br/>men to their deaths through the ages. Why mess with success?<br/><br/>            Remember<br/>that cloning is not the same as genetic engineering. We don't get to make<br/>superman--we have to find him first. Maybe we could clone the superwarrior from<br/>Congressional Medal of Honor winners. Their bravery might--or might not--be<br/>genetically determined. But, suppose that it is. You might end up with such a<br/>brave battalion of heroes that", " when a grenade lands in their midst, there is a<br/>competition to see who gets to jump on it to save the others. Admirable<br/>perhaps, but not necessarily the way to win a war. And what about the supply<br/>sergeants? The army has a lot more of them than heroes. You could try to breed<br/>an expert for every job, including the petty bureaucrats, but what's the point?<br/>There's not exactly a shortage of them.<br/><br/>            What if Saddam Hussein clones were to rule Iraq for another<br/>thousand years? Sounds bad, but Saddam's natural son Uday is reputed to make<br/>his father seem saintly by comparison. We have no more to fear from a clone of<br/>Saddam, or of Hitler, than we do from their natural-born kin--which is to say,<br/>we don't have much to fear: Dictators' kids rarely pose a problem. Stalin", "'s<br/>daughter retired to Arizona, and Kim Jong Il of North Korea is laughable as<br/>Great Leader, Version 2.0.<br/><br/>            The notion<br/>of an 80-year-old man cloning himself to cheat death is quaint, but it is<br/>unrealistic. First, the baby wouldn't really be him. Second, is the old duffer<br/>really up to changing diapers? A persistent octogenarian might convince a<br/>younger couple to have his clone and raise it, but that is not much different<br/>from fathering a child via a surrogate mother.<br/><br/>            <br/>Fear of clones is just another form of racism.<br/>We all agree it is wrong to discriminate against people based on a set of<br/>genetic characteristics known as \"race.\" Calls for a ban on cloning amount to<br/>discrimination against people based on another genetic trait--the fact that<br/>somebody", " already has an identical DNA sequence. The most extreme form of<br/>discrimination is genocide--seeking to eliminate that which is different. In<br/>this case, the genocide is pre-emptive--clones are so scary that we must<br/>eliminate them before they exist with a ban on their creation.<br/><br/>            What is<br/>so special about natural reproduction anyway? Cloning is the only predictable<br/>way to reproduce, because it creates the identical twin of a known adult.<br/>Sexual reproduction is a crap shoot by comparison--some random mix of mom and<br/>dad. In evolutionary theory, this combination is thought to help stir the gene<br/>pool, so to speak. However, evolution for humans is essentially over, because<br/>we use medical science to control the death rate.<br/><br/>            Whatever the temptations of cloning, the process of natural<br/>reproduction will always remain a lot more fun. An expensive", " and<br/>uncomfortable lab procedure will never offer any real competition for sex. The<br/>people most likely to clone will be those in special circumstances--infertile<br/>couples who must endure IVF anyway, for example. Even there, many will mix<br/>genetics to mimic nature. Another special case is where one member of a couple<br/>has a severe genetic disease. They might choose a clone of the healthy parent,<br/>rather than burden their child with a joint heritage that could be fatal.<br/><br/>            The most<br/>upsetting possibility in human cloning isn't superwarriors or dictators. It's<br/>that rich people with big egos will clone themselves. The common practice of<br/>giving a boy the same name as his father or choosing a family name for a child<br/>of either sex reflects our hunger for vicarious immortality. Clones may<br/>resonate with this instinct and cause some people to", " reproduce this way. So<br/>what? Rich and egotistic folks do all sorts of annoying things, and the law is<br/>hardly the means with which to try and stop them.<br/><br/>            <br/>The \"deep ethical issues\" about cloning mainly<br/>boil down to jealousy. Economic jealousy is bad enough, and it is a factor<br/>here, but the thing that truly drives people crazy is sexual jealousy. Eons of<br/>evolution through sexual selection have made the average man or woman insanely<br/>jealous of any interloper who gains a reproductive advantage--say by diddling<br/>your spouse. Cloning is less personal than cuckoldry, but it strikes a similar<br/>chord: Someone has got the reproductive edge on you.<br/><br/>            Once the<br/>fuss has died down and further animal research has paved the way, direct human<br/>cloning will be one more option among many specialized medical", " interventions in<br/>human reproduction, affecting only a tiny fraction of the population. Research<br/>into this area could bring far wider benefits. Clinton's knee-jerk policy<br/>changes nothing in the short run, but it is ultimately a giant step backward.<br/>In using an adult cell to create a clone, the \"cellular clock\" that determines<br/>the difference between an embryo and adult was somehow reset. Work in this area<br/>might help elucidate the process by which aging occurs and yield a way to reset<br/>the clocks in some of our own cells, allowing us to regenerate. Selfishly<br/>speaking, that would be more exciting to me than cloning, because it would help<br/>me . That's a lot more directly useful than letting me sire an identical<br/>twin 40 years my junior.<br/><br/>            To some, the scientist laboring away to unlock the<br/>mysteries of life is a source of evil,", " never to be trusted. To others,<br/>including me, the scientist is the ray of light, illuminating the processes<br/>that make the universe work and making us better through that knowledge.<br/>Various arguments can be advanced toward either view, but one key statistic is<br/>squarely on my side. The vast majority of people, including those who rail<br/>against science, owe their very lives to previous medical discoveries. They<br/>embody the fruits of science. Don't let the forces of darkness, ignorance, and<br/>fear turn us back from research. Instead, let us raise--and yes, even<br/>clone--new generations of hapless ingrates, who can whine and rail against the<br/>discoveries of the next age.<br/><br/>         <br/>      <br/>   <br/>"]