["<br/>   <br/>   <br/>      <br/>         <br/>            The Bell Curve Flattened<br/><br/>            Charles Murray is a<br/>publicity genius, and the publication of his and Richard Herrnstein's book,<br/>The Bell Curve: Intelligence and Class Structure in American Life , in<br/>the fall of 1994 was his masterpiece.<br/><br/>            Virtually<br/>all ambitious trade hardcover books are preceded by an edition of 100 to 200<br/>flimsy \"galley proofs.\" These are sent out to people who might generate buzz<br/>for the book: blurbists, bookers for television talk shows, editors, and--most<br/>important--book critics. There is an ethos of letting the chips fall where they<br/>may about the sending out of galleys: Now the book will begin to receive<br/>uncontrolled reaction. (For example, back in 1991", ", Murray somehow got hold of<br/>the galleys of my own last book, and wrote me heatedly denying that he was<br/>working on a book about black genetic intellectual inferiority, as I had<br/>asserted. I left the passage in, but softened it.)<br/><br/>            The Bell Curve was not circulated in galleys before<br/>publication. The effect was, first, to increase the allure of the book (There<br/>must be something really hot in there!), and second, to ensure that no one<br/>inclined to be skeptical would be able to weigh in at the moment of<br/>publication. The people who had galley proofs were handpicked by Murray and his<br/>publisher. The ordinary routine of neutral reviewers having a month or two to<br/>go over the book with care did not occur. Another handpicked group was flown to<br/>Washington at the expense of the American Enterprise Institute and given a<br/>weekend", "-long personal briefing on the book's contents by Murray himself<br/>(Herrnstein had died very recently), just before publication. The result was<br/>what you'd expect: The first wave of publicity was either credulous or angry,<br/>but short on evidence, because nobody had had time to digest and evaluate the<br/>book carefully.<br/><br/>            <br/>               The Bell Curve isn't a<br/>typical work of trade nonfiction. It is gotten up as a work of original<br/>scholarly research. Most works containing fresh regression analysis and<br/>historical argument from primary sources would be published in academic<br/>quarterlies that send manuscripts out for elaborate, lengthy evaluation before<br/>deciding whether to publish them. Herrnstein and Murray didn't do this, so it<br/>wasn't until a full year or more after The Bell Curve was published that<br/>the leading experts on its subject had a chance to go through the", " underlying<br/>data with care. Therefore, as time went on, the knowledgeability of the Bell<br/>Curve discussion grew, but the attention paid to that discussion inevitably<br/>shrank.<br/><br/>            The debate<br/>on publication day was conducted in the mass media by people with no<br/>independent ability to assess the book. Over the next few months, intellectuals<br/>took some pretty good shots at it in smaller publications like the New<br/>Republic and the New York Review of Books . It wasn't until late 1995<br/>that the most damaging criticism of The Bell Curve began to appear, in<br/>tiny academic journals. What follows is a brief summary of that last body of<br/>work. The Bell Curve , it turns out, is full of mistakes ranging from<br/>sloppy reasoning to mis-citations of sources to outright mathematical errors.<br/>Unsurprisingly, all the mistakes are in the direction of supporting the<br/>authors'", " thesis.<br/><br/>            <br/>First, a quick précis of The Bell Curve .<br/>IQ tests, according to Murray and Herrnstein, measure an essential human<br/>quality, general intelligence. During the second half of the 20 th<br/>century, this quality has risen to supreme importance, because society has<br/>become increasingly complex. The intelligent have therefore gone through an<br/>\"invisible migration,\" from points of origin all over the class system to a<br/>concentration at the top of business, government, and the professions. They are<br/>likely to become ever more dominant and prosperous. The unintelligent are<br/>falling further and further behind. Because intelligence is substantially<br/>inherited, nothing is likely to reverse this process. Blacks are<br/>overrepresented among the unintelligent. Any efforts government might make to<br/>improve the economic opportunities of poor people, especially poor black<br/>people, are likely to fail", ", because their poverty is so much the result of<br/>inherited low intelligence. About the best that can be done for these people is<br/>an effort to create a world of simple, decent, honorable toil for them.<br/><br/>            <br/>Herrnstein and Murray begin by telling us that the liberal position on<br/>IQ--namely, \"Intelligence is a bankrupt concept\"--has been discredited, and<br/>that \"a scholarly consensus has been reached\" around their position. This<br/>consensus is \"beyond significant technical dispute.\" Thus, by the end of their<br/>introduction, they have arranged matters so that if intelligence has any<br/>meaning at all, the idiotic liberals stand discredited; and meanwhile,<br/>extremely broad claims for intelligence have the cover of \"consensus.\"<br/><br/>            The notion that IQ tests are completely useless never<br/>prevailed in liberal academia to nearly the extent that", " Herrnstein and Murray<br/>say. A more accurate rendering of the liberal position would be that rather<br/>than a single \"general intelligence,\" there are a handful of crucial--and<br/>separate--mental abilities; that none of these abilities is important enough to<br/>obviate the role of family background and education; and that native ability<br/>(and economic success independent of native ability) can be enhanced by<br/>improving education, training, and public health. The Bell Curve refers<br/>in passing to some of these points, but on the whole it sets up a cartoon-left<br/>position as its (easy) target. Meanwhile, the psychometricians who dominate the<br/>footnotes of The Bell Curve are John Hunter, Arthur Jensen, Malcolm Ree,<br/>and Frank Schmidt. These men are well known within the field as representing<br/>its right wing, not a mainstream consensus.<br/><br/>            The next<br/>problem with The", " Bell Curve 's thesis is in the idea of the rise to<br/>dominance of the cognitive elite. To the book's initial audience of Ivy<br/>Leaguers, this idea seemed valid on its face. Everybody knows that the best<br/>universities, law firms, hospitals, investment banks, and the State Department<br/>used to be run by preppies whose main virtue was fortunate birth, and are now<br/>open to one and all on the basis of merit.<br/><br/>            <br/>But the larger premise--that intelligent people<br/>used to be scattered throughout the class structure, and are now concentrated<br/>at the top--is almost impossible to prove, simply because the mass<br/>administration of mental tests is such a recent phenomenon. High scorers on<br/>mental tests do \"bunch up\" (as Herrnstein and Murray put it) in<br/>elite-university student bodies. But this is tautological: Any", " group selected<br/>on the basis of scores on mental tests will be composed disproportionately of<br/>people who score high on mental tests. Proving The Bell Curve 's thesis<br/>would require proving that success increasingly correlates with IQ in areas of<br/>life where mental tests are not the explicit gatekeepers. To see how<br/>The Bell Curve tries and fails to get around these inherent problems,<br/>see and .<br/><br/>            Having<br/>conditioned its audience to view IQ as all-important, The Bell Curve<br/>then manipulates statistics in a way that makes IQ look bigger, and everything<br/>else smaller, in determining Americans' life-chances.<br/><br/>            The basic tool of statistical social science in general,<br/>and of The Bell Curve in particular, is regression analysis, a technique<br/>used to assign weights to various factors (called \"independent variables\") in<br/>determining a final outcome (called the \"dependent variable", "\"). The original<br/>statistical work in The Bell Curve consists of regression analyses on a<br/>database called the National Longitudinal Study of Youth. The authors claim to<br/>demonstrate that high IQ is more predictive of economic success than any other<br/>factor, and that low IQ is more predictive of poverty and social breakdown.<br/>Virtually all the early commentators on The Bell Curve were unable to<br/>assess the merits of the regression analysis. \"I am not a scientist. I know<br/>nothing about psychometrics,\" wrote Leon Wieseltier (who was otherwise quite<br/>critical) in a typical disclaimer.<br/><br/>            But by now the statistics<br/>have been gone over by professionals, who have come up with different results.<br/>The key points of their critique of The Bell Curve are as follows:<br/><br/>            What Herrnstein and Murray<br/>used to measure IQ is actually a measure of education as well", " as intelligence.<br/>All the people tracked in the National Longitudinal Study of Youth took the<br/>Armed Forces Qualifying Test, which Herrnstein and Murray treat as a good<br/>measure of intelligence. Because the material covered in the test includes<br/>subjects like trigonometry, many academic critics of The Bell Curve have<br/>objected to its use as a measure only of IQ and not at all of academic<br/>achievement. Herrnstein and Murray concede in the footnotes that scores tend to<br/>rise with the subjects' education--but they seriously underestimate the<br/>magnitude of this rise, as shows. And they resist the obvious inference that<br/>the test scores are measuring something other than intelligence.<br/><br/>            Most of The Bell<br/>Curve 's analysis is devoted to proving that IQ has more predictive power<br/>than parental \"socio-economic status.\" But Herrnstein and Murray's method of<br/>figuring socioeconomic status seems", " designed to low-ball its influence, as<br/>explains.<br/><br/>            Herrnstein and Murray begin<br/>their discussion of the National Longitudinal Study of Youth data by announcing<br/>that they aren't going to analyze the effect of education, because education is<br/>too much a result of IQ. It's not an independent variable. (Of course,<br/>according to their theory, socioeconomic status is also a result of IQ, but<br/>somehow, that doesn't stop them.) Therefore, what you'd most want to know from<br/>a policy standpoint--how much education can increase opportunity--isn't dealt<br/>with in the book, except in two obscure footnotes. Both would seem to support<br/>the liberal, pro-education position that Herrnstein and Murray say is futile.<br/>One footnote shows education increasing IQ year by year. The other shows a<br/>higher correlation between college degree and family income than between IQ and", "<br/>family income.<br/><br/>            One of The Bell<br/>Curve 's theoretical linchpins is the high heritability of IQ. Herrnstein<br/>and Murray, sounding like the souls of caution, write that \"half a century of<br/>work, now amounting to hundreds of empirical and theoretical studies, permits a<br/>broad conclusion that the genetic component of IQ is unlikely to be smaller<br/>than 40 per cent or higher than 80 per cent. ... For purposes of this<br/>discussion, we will adopt a middling estimate of 60 per cent heritability.\"<br/>This now looks seriously overstated. Michael Daniels, Bernie Devlin, and<br/>Kathryn Roeder of Carnegie Mellon University took the same studies on which<br/>Herrnstein and Murray based their estimate, and subjected them to a computer<br/>meta-analysis (\"a powerful method of statistical analysis\"-- The Bell<br/>Curve ). Their paper,", " which has not yet been published, says: \"In brief,<br/>studies of IQ, and our reanalyses of them, suggest a narrow-sense heritability<br/>of 34 per cent and a broad-sense heritability of 46 per cent. [The difference<br/>between broad and narrow is too technical to explain in this limited space.]<br/>This is a far cry from Herrnstein and Murray's maximum value of 80 per cent or<br/>their middling value of 60 per cent. Consequently, Herrnstein and Murray give<br/>the impression that IQ is highly 'heritable,' but it is not.\"<br/><br/>            If the purpose of the whole<br/>exercise is to figure out what our social policies should be, then, \"Which is<br/>more predictive, IQ or socioeconomic status?\" isn't the essential question<br/>anyway. Making it the essential question avoids the issue of whether IQ is<br/>", "really so massively predictive that it drowns out everything else. (Herrnstein<br/>and Murray mostly leave the evidence for this, their central contention, to<br/>footnotes. The figures they offer are far from dispositive.)<br/><br/>            The<br/>chapter of The Bell Curve on policies that might be able to overcome the<br/>fate of a low IQ focuses mainly on whether early-childhood programs like Head<br/>Start (most of which aren't run with raising IQ as their primary goal) can<br/>raise IQ significantly over the long term, and sorrowfully concludes that they<br/>can't. What the book doesn't discuss is whether public schools--by far the<br/>biggest government social program--can raise IQ, or earnings after you control<br/>for IQ. As James Heckman of the University of Chicago wrote in the Journal<br/>of Political Economy , \" Evidence of a genetic component to skills has no<br/>bearing on the", " efficacy of any social policy. ... The relevant issue is the<br/>cost effectiveness of the intervention.\" (As an example of where the kind of<br/>analysis Herrnstein and Murray didn't do can lead, a new study by Jay Girotto<br/>and Paul Peterson of Harvard shows that students who raise their grades and<br/>take harder courses can increase their IQ scores by an average of eight points<br/>during the first three years of high school.)<br/><br/>            <br/>At the beginning of The Bell Curve ,<br/>Herrnstein and Murray declare that \"the concept of intelligence has taken on a<br/>much higher place in the pantheon of human virtues than it deserves.\" And they<br/>claim that their view of IQ tests is \"squarely in the middle of the scientific<br/>road.\" They end by expressing the hope that we can \"be a society that makes<br/>good on the fundamental promise of the American tradition: the opportunity", " for<br/>everyone, not just the lucky ones, to live a satisfying life.\" Throughout,<br/>Herrnstein and Murray consistently present themselves as fair- (or even<br/>liberal-) minded technicians who have, with great caution, followed the<br/>evidence where it leads--which, unfortunately, is to a few unassailable if<br/>unpleasant scientific truths that it is their reluctant duty to report.<br/><br/>            In fact, The Bell<br/>Curve is a relentless brief for the conservative position in psychometrics<br/>and social policy. For all its talk of reflecting a consensus, the sources it<br/>draws upon are heavily skewed to the right. Herrnstein and Murray used<br/>quasi-nutty studies that support their position (as Charles Lane demonstrated<br/>in the New York Review of Books ), and ignore mainstream studies that<br/>contradict it (as Richard Nisbett showed in the New Republic ). The data<br", "/>in The Bell Curve are consistently massaged to produce conservative<br/>conclusions; not once is a finding that contradicts the main thesis reported in<br/>the text. ( shows how Herrnstein and Murray have made the convergence in<br/>black-white IQ scores, which they claim to find \"encouraging,\" look smaller<br/>than it actually is.) The Bell Curve 's air of strict scientism doesn't<br/>preclude the use of lightly sourced or unsourced assertions, such as the<br/>statement that the median IQ of all black Africans is 75, or that<br/>\"intermarriage among people in the top few percentiles of intelligence may be<br/>increasing far more rapidly than suspected\" (no footnote). Though they piously<br/>claim not to be doing so, Herrnstein and Murray leave readers with the distinct<br/>impression that IQ is the cause of economic success and failure, and that<br/>genetic difference explains the black", "-white IQ gap.<br/><br/>            In the<br/>most famous passage in The Republic , Plato describes an underground cave<br/>where people are held prisoner in chains, unable to see anything but the<br/>shadows cast by figures passing outside; they mistake the shadows for reality.<br/>The Republic is probably the first place in history where an idea like<br/>that of Murray and Herrnstein's cognitive elite appears. Plato believed that<br/>through education, people could leave the cave and be able to see the truth<br/>instead of the shadows, thus fitting themselves to become the wise rulers of<br/>society. But he was quick to insert a cautionary note: Those who have left the<br/>cave might be tempted to think they can see perfectly clearly, while actually<br/>they would be \"dazzled by excess of light.\" The image applies to The Bell<br/>Curve : Presented as an exact representation of reality, in opposition to<br/>the shadows", " of political correctness, it actually reflects the blinkered vision<br/>of one part of the American elite. It constantly tells these people that they<br/>are naturally superior, and offers lurid descriptions of aspects of national<br/>life that they know about only by rumor. Readers who accept The Bell<br/>Curve as tough-minded and realistic, and who assume that all criticism of<br/>it is ignorant and ideologically motivated, are not as far removed from Plato's<br/>cave as they might think.<br/><br/>            : Dumb<br/>College Students<br/><br/>            : Smart<br/>Rich People<br/><br/>            : Education<br/>and IQ<br/><br/>            :<br/>Socioeconomic Status<br/><br/>            : Black-White<br/>Convergence<br/><br/>         <br/>      <br/>   <br/>"]