["<br/>   <br/>   <br/>      <br/>         <br/>            Is <A NAME=<br/><br/>            Gambling's would-be<br/>federal regulators--the National Gambling Impact Study Commission--went to Las<br/>Vegas this week to hold hearings. In today's<br/>dispatch, we learn how gambling's foes seek to demonize wagering as a<br/>pernicious tobaccolike vice. In yesterday's<br/>dispatch, gambling's foes learn the folly of having brought their anti-sin<br/>crusade to an adult Disneyland.<br/><br/>            Tuesday's overpowering show<br/>of force by the Nevada gambling aristocracy has had at least one audible effect<br/>on the National Gambling Impact Study Commission. Wednesday, even commission<br/>Chair Kay Coles James, a gambling skeptic, succumbs to the hideous Vegas<br/>euphemism: She begins referring to the \"gaming industry.\"<br/><", "br/>            After<br/>Tuesday's casino triumphalism, Wednesday is a comedown, eight hours of policy<br/>panels on teen gambling, compulsive gambling, gambling regulation, gambling<br/>marketing, and gambling credit practices. It is tough slogging, but for the<br/>first time I sense that this commission--though divided, underfunded, timid,<br/>and without any power beyond exhortation--isn't entirely useless. It may<br/>finally settle this question: Is gambling Hollywood or tobacco? Entertainment<br/>or vice?<br/><br/>            The sleek Vegas types, whose Strip palaces scramble<br/>casinos, theaters, restaurants, arcades, discos, cabarets, theme parks, concert<br/>halls, sports arenas, and museums into one giant orgy of amusement, have been<br/>selling the idea that gambling is just entertainment--Disney in the desert.<br/>This effort has largely succeeded, because Vegas is still the dominant", " image of<br/>American gambling, if not the dominant reality.<br/><br/>            The antis,<br/>meanwhile, cry that gambling is like cigarettes: unsafe for kids, viciously<br/>addictive, deceptively marketed, unhealthy, expensive, and unacceptable unless<br/>mightily regulated.<br/><br/>            <br/>Judging by today's hearings and by<br/>conversations with most of the commissioners, the tobacco model is winning.<br/>Today's panelists tell the commission that kids are starting to gamble too<br/>young and are getting addicted too easily, that compulsive gambling appears to<br/>be increasing as gambling spreads, that gambling marketing may be designed to<br/>addict customers, and that the industry exploits problem gamblers by allowing<br/>them to draw repeated credit card advances from ATMs on casino floors. The<br/>testimony clearly impresses the commissioners and seems especially to impress<br/>the three nonaligned commissioners who will be the", " swing votes on the June 1999<br/>report.<br/><br/>            It is<br/>starting to become clear what that report will say. The commission won't (and<br/>can't) take any grand stand against gambling. Instead it will opt for small,<br/>targeted policies, concentrating on compulsive gambling. It will probably<br/>propose that casinos and state lotteries fund gambling-addiction research and<br/>that casinos take much stronger measures to bar problem gamblers from wagering.<br/>The commission may recommend that gaming taxes be used to underwrite treatment<br/>of pathological gamblers and that insurance companies be encouraged to cover<br/>gambling addiction. Similarly, the commission will try to reduce gamblers'<br/>access to cash by limiting the size of ATM advances and prodding casinos to<br/>remove the machines from their floors.<br/><br/>            The commission will also push the industry to do more to<br/>prevent kids from gambling", ". It will call for heavier regulation of Indian<br/>gambling and will probably try to ban or severely regulate Internet gambling,<br/>perhaps by forbidding gambling companies from running online casinos. It will<br/>rebuke state lotteries for their deceptive marketing and will try to force them<br/>to post odds and stop targeting the poor. In short, it will treat gambling as a<br/>tobaccolike vice.<br/><br/>            If the<br/>comments of the pro-industry commissioners can be believed, the industry will<br/>happily endorse such a report. Gamblers don't quite accept the cigarette<br/>analogy--though commission member Bill Bible, a former chief of the Nevada<br/>Gaming Commission, did concede that gambling was like alcohol--but they're<br/>happy to sign on to the specific measures. The casino industry is even trying<br/>to get ahead of the commission. It has already established a (mostly)<br/>independent", " center to fund research into pathological gambling. I suspect that<br/>the industry will not only agree to the commission's recommendations but will<br/>become their strongest advocate. Casino owners will avidly lobby Congress and<br/>state legislatures to enact the recommendations into law.<br/><br/>            <br/>Why should the pro-gamblers cooperate with a<br/>critical study? Because it provides superb cover for them. It medicalizes the<br/>problem of compulsive gambling, blaming it on psychological abnormality rather<br/>than industry machination. Likewise, cracking down on compulsives is also<br/>politically cost-effective. In exchange for losing a few compulsive gamblers,<br/>the casinos will (falsely) appear more concerned with the health of their<br/>customers than with profits.<br/><br/>            The<br/>cigarette agenda will also distract the commission and the public from the true<br/>reasons for worry. A few years ago, gambling was", " confined to Las Vegas and<br/>Atlantic City. It is now thriving in 48 states, and there is no sign that<br/>anyone can stop it. In this election, gambling interests dropped $100 million<br/>on a single California ballot initiative, toppled governors in two<br/>states, and bought senators and representatives by the crate. What the<br/>commission ought to be investigating is whether the gambling industry has<br/>become so powerful that it's politically untouchable. But it can't, because the<br/>gambling industry has become so powerful that it's politically untouchable.<br/><br/>            The antis can call gambling \"tobacco.\" They can call it<br/>\"vice.\" They can call it \"a big red balloon\" for all that the industry cares.<br/>As long as the commission just nibbles around the edges, the casino operators<br/>and state lotteries will be happy to indulge it. The pro-gambling", " folks will<br/>win credit for cooperating, without having to do anything that really hurts.<br/>The last national gambling commission was in the mid-1970s. If the gamblers<br/>play along with this commission's timid recommendations, they'll be safe for<br/>another 20 years.<br/><br/>            <br/>               An<br/>Apology<br/>            <br/><br/>            I owe an<br/>apology to Nevada Sen. Richard Bryan, whom I criticized yesterday for using the<br/>term \"Indian country\" during a speech critical of Indian casinos. As several<br/>readers pointed out to me, \"Indian country\" is a common phrase in the West and<br/>has no derogatory connotations. I'm sorry, Senator.<br/><br/>            Talk about quick defeats:<br/>The first sign I see outside the MGM Grand ballroom all but declares that the<br/>National Gambling Impact Study Commission has already lost. The sign reads", ":<br/>\"National Gaming Impact Study Commission.\"<br/><br/>            <br/>               \"Gaming\"?<br/>            <br/><br/>            In Las<br/>Vegas, the euphemizers reign. Once upon a time, the casino owners decided that<br/>\"gambling\" was too crude, too avaricious, to describe their fair business. So<br/>\"gambling\" disappeared in Las Vegas, and \"gaming\" has risen in its place. He<br/>who controls language controls ideas, and at today's commission hearing, it is<br/>perfectly clear who controls the language. Video slot machines crammed into<br/>convenience stores--perhaps the most pernicious form of legal gambling there<br/>is--are called \"retail gaming.\" People who own casinos are not \"casino owners,\"<br/>they are \"gaming visionaries.\" Pathological gamblers are \"problem gamers\"--as<br/>if they're having", " trouble mastering the rules of Monopoly. And the National<br/>Gambling Impact Study Commission is reborn as the National Gaming Impact Study<br/>Commission.<br/><br/>            The gambling industry did everything in its power to stop<br/>the establishment of this commission two years ago, but Congress and a fervent<br/>grassroots anti-gambling group eventually foisted it on the industry. The nine<br/>member blue-ribbon panel was charged with assessing the social and economic<br/>impact of gambling, and it will issue a final report to Congress and the<br/>president in June 1999. Even though the panel was carefully balanced between<br/>pro- and anti-gambling leaders, it was supposed to be Vegas' nemesis. The<br/>industry and Las Vegas' pro-gambling media quaked in anticipation of the<br/>onerous regulations and taxes the commission might recommend.<br/><br/>            But they quake no more.<br/>Whatever national momentum", " the anti-gamblers had dissolved in last week's<br/>elections. The industry routed opponents in state after state. Missouri voters<br/>passed a ballot initiative to allow boat casinos. Californians voted to expand<br/>Indian casinos. In South Carolina and Alabama, voters expelled anti-lottery,<br/>anti-gambling Republican governors and replaced them with pro-lottery<br/>Democrats. The gambling industry spent more than $100 million on political<br/>contributions and issue ads. It has never been fatter, happier, or more<br/>secure.<br/><br/>            \"My<br/>goodness, no politician can withstand their resources,\" Focus on the Family's<br/>James Dobson, the commission's leading gambling opponent, tells me. The<br/>industry's political clout has emasculated the commission, Dobson continues:<br/>\"Our report won't be acted on by the president or Congress. They are too<br/>heavily influenced by", " gambling money. Almost all the leaders of Congress are on<br/>the dole.\" It has also become obvious that the commission has too many<br/>pro-gambling members to produce a report that recommends taxes or other real<br/>penalties on the industry.<br/><br/>            <br/>So the commission's two day visit to Gomorrah<br/>has been transformed from a charged political event to a kind of victory lap<br/>for gaming. Nevada Gov. Bob Miller and the \"gaming visionaries\" have been<br/>planning for these hearings for months, hoping to use them to demonstrate the<br/>might and sanctity and goodness of the Nevada gambling industry.<br/><br/>            The MGM<br/>Grand, which is run by commission member Terrence Lanni, is itself the first<br/>exhibit of the Vegas triumphalists. It is gaudy testimony that consumers, at<br/>least, have no problem with this business. The MGM", " Grand, a k a \"The City of<br/>Entertainment,\" has 5,000 rooms--the corridor outside my room is 200 yards<br/>long, so long I can't see its end--to feed the endless supply of slot machines,<br/>craps tables, and roulette wheels. David Cassidy performs here every<br/>night--twice! A few steps outside on the Strip is still more overwhelming<br/>evidence that Las Vegas has won the popular vote. New York, New York is just<br/>across the street, the $1.6 billion Bellagio is one door down, and a half-scale<br/>Eiffel Tower is going up next door. The setting has, as the pro-gambling folks<br/>no doubt hoped, stunned some of the gambling opponents. I asked one<br/>anti-gambling activist who had never before been to Vegas what she thinks of<br/>it. She could only blurt out \"Wow.\"<", "br/><br/>            The hearings, too, reinforce the Glorious Las Vegas theme.<br/>Frank Fahrenkopf, the industry's top lobbyist (who is paid so much he can<br/>afford monogrammed shirt cuffs --I saw them), holds forth cheerfully<br/>outside the ballroom, celebrating the electoral triumph of freedom over<br/>religious moralist tyranny. Inside, the room is packed with more than 600<br/>people in neon lime green T-shirts that read \"Unions and Gaming: Together for a<br/>Better Life.\" They are members of the major casino union, here to cheer on<br/>their employers and their union. (Most of them, it must be said, are getting<br/>paid to do this.)<br/><br/>            Chairwoman<br/>Kay Coles James, a Christian conservative and skeptic of gambling, opens the<br/>hearing by assuring the crowd that the committee is toothless: \"We're not here", "<br/>to take anyone's job. ... We have no power to do anything except make<br/>recommendations.\" This sets the mood for most of the day: Vegas is great, so<br/>you'd better leave it alone! The local government, by all appearances a wholly<br/>owned subsidiary of the casinos, puts on a bravura performance. Gov. Miller<br/>opens the show with a 15 minute hymn to Las Vegas. It is the first of many<br/>statistical barrages about Nevada's one-ders: No. 1 in job growth, No. 1 in<br/>population growth, and No. 1 on planet Earth in per capita Girl Scout<br/>troops--and Boy Scout troops!<br/><br/>            <br/>Later in the day, Nevada's senators and both<br/>its congressmen appear to chew out the commission for even thinking that Nevada<br/>might have a dark side. They pay tribute to Nevada's sophisticated gambling", "<br/>industry, especially its regulation (much stricter than other gambling states)<br/>and its use of gambling taxes to fund state services. It is one of the ironies<br/>of Nevada politics that its Republican congressmen (Jim Gibbons and John<br/>Ensign) end up crediting their state's success to government regulation and<br/>corporate taxation.<br/><br/>            There are<br/>also a fair share of gleeful gambling regulators, bookmakers, and casino<br/>employees among the panels of expert witnesses the commission hears from.<br/>Critics who gripe about the perils of sports gambling and the evils of<br/>convenience store slot machines leaven the pro-gambling folks. Everyone,<br/>including the gambling industry shills, agrees that Internet gambling is evil<br/>and should be destroyed. Everyone agrees to this because no one in Las Vegas is<br/>making any money off Internet gambling. If they were, you can be sure they<br", "/>would explain why it's as American as nickel slots and scratch-off games.<br/><br/>            Pro-Vegas forces are also perfectly happy to take shots at<br/>Indian gambling, the chief economic threat to Nevada's prosperity. The<br/>expansion of Indian casinos resulting from last week's California voter<br/>initiative will slam Las Vegas, cutting its gambling revenues by $400 million a<br/>year. So the Vegans repeatedly swing at casinos in \"Indian country\" (that's<br/>Nevada Sen. Richard Bryan's term--I'm not joking) for being insufficiently<br/>regulated and taxed. One tribal chief I spoke to calls this \"red baiting.\"<br/><br/>            (Pause for an aesthetic<br/>observation: I am sitting right behind the witnesses, and after a while I begin<br/>to separate them into the Wides and the Narrows. The Wides are men in suits<br/>with enormous backs and enormous bellies, men", " who eat and eat and used to play<br/>football. They all testify to their love of gambling. The Narrows are thin and<br/>generally disapprove of it. I begin to wonder whether fondness for gambling<br/>correlates with general indulgence, and dislike correlates with asceticism, and<br/>decide that they probably do.)<br/><br/>            During the<br/>last hour of the day, the public comment period, the union sends a parade of<br/>casino employees to the microphone to hallelujah the gaming industry.<br/>Housekeepers, cooks, and slot change girls, almost all black or Latina, tell<br/>the same story: I was working a dead-end job in another state, \"then I heard<br/>about Las Vegas, where there's opportunity!\" I moved here, landed a job at a<br/>union casino with high pay, free medical insurance, a pension, and \"now I am<br/>buy", "ing a house.\" The stories are intensely moving, by far the most persuasive<br/>tribute to the Strip that I've ever heard.<br/><br/>            <br/>Still, for all the Vegan triumphalism in the<br/>air, it's impossible not to be charmed by the chief gambling opponent, the Rev.<br/>Tom Grey. Grey is utterly irrepressible. A Vietnam rifleman turned Methodist<br/>minister, Grey has spent the last eight years evangelizing against gambling. He<br/>founded the National Coalition Against Legalized Gambling, the primary force<br/>behind the commission's creation. (Grey, in a rare acknowledgement of defeat,<br/>has just renamed it the National Coalition Against Gambling Expansion, tacitly<br/>recognizing that gambling is here to stay.) He is a genial motormouth and<br/>shameless promoter of the cause. He wears a gigantic \"CasiNO\" button in the<br/>casino.", " He posed for People in a shepherd's robe. He says \"I would do<br/>anything short of lighting myself on fire in the Capitol rotunda to stop<br/>gambling.\" He is so excitable that I have to yank him out of the way of an<br/>oncoming car when he gets too wrapped up in one of his soliloquies.<br/><br/>            He and his Las Vegas allies,<br/>a former Las Vegas city councilman named Steve Miller and an inner city venture<br/>capitalist named Otis Harris, invite me on a tour of Las Vegas. \"Behind the<br/>Mirage,\" they call it. For two hours, we cruise the streets behind the casinos.<br/>They show me all the evidence of gambling blight you'd never want to see, from<br/>a youth-center-turned-crack-house to pawn shops to sex shops to down at heels<br/>casinos to quickie motels. All the while, they", " keep up a patter about how<br/>terrible a neighbor the casino industry is and how superficial Las Vegas'<br/>prosperity is.<br/><br/>            It's very<br/>grim and mostly persuasive. Still, when we turn back on to the Strip, and pass<br/>the jaw-dropping Stratosphere and Circus Circus and Bellagio and the MGM<br/>Grand--a 30 story tower bathed in fabulous emerald light, I realize why Grey's<br/>task is hopeless here. He is committing the cardinal sin of Vegas. All he wants<br/>to do is talk about losers. In Las Vegas, under the thrilling lights of the<br/>Strip, no one wants to hear about losers. In the land of gaming, not<br/>gambling, everyone is sure he's a winner.<br/><br/>         <br/>      <br/>   <br/>"]