["<br/>   <br/>   <br/>      <br/>         <br/>            Krugman's Life of Brian<br/><br/>             <br/><br/>            <br/>               Where it all started:<br/>Paul Krugman's <br/>               \"The Legend of Arthur.\"<br/>            <br/><br/>            <br/>               Letter from John Cassidy<br/>            <br/><br/>            Paul Krugman replies to John Cassidy<br/>            <br/><br/>            <br/>               Letter from M. Mitchell Waldrop<br/>            <br/><br/>            Paul Krugman replies to M. Mitchell Waldrop<br/>            <br/><br/>            <br/>               Letter from Kenneth J. Arrow<br/>            <br/><br/>            <br/>               Letter from Ted C. Fishman<br/>            <br/><br/>            <br/>               David<br/>Warsh's July 3, ", "1994, Boston Globe<br/>               <br/>            <br/><br/>            <br/>               <br/>                  Letter from John Cassidy:<br/>               <br/>            <br/><br/>            Paul Krugman loves to berate<br/>journalists for their ignorance of economics, particularly his economics, but<br/>on this occasion, I fear, his logic is more addled than usual. I am reluctant<br/>to dignify his hatchet job with a lengthy reply, but some of his claims are so<br/>defamatory that they should be addressed, if only for the record.<br/><br/>            1) Krugman claims that my<br/>opening sentence--\"In a way, Bill Gates's current troubles with the Justice<br/>Department grew out of an economics seminar that took place thirteen years ago,<br/>at Harvard's John F. Kennedy School of Government\"--is \"pure fiction.\" Perhaps<br/>so, but in that", " case somebody should tell this to Joel Klein, the assistant<br/>attorney general in charge of the antitrust division. When I interviewed Klein<br/>for my piece about the Microsoft case, he singled out Brian Arthur as the<br/>economist who has most influenced his thinking about the way in which<br/>high-technology markets operate. It was Klein's words, not those of Arthur,<br/>that prompted me to use Arthur in the lead of the story.<br/><br/>            2) Krugman wrote: \"Cassidy's<br/>article tells the story of how Stanford Professor Brian Arthur came up with the<br/>idea of increasing returns.\" I wrote no such thing, and Arthur has never, to my<br/>knowledge, claimed any such thing. The notion of increasing returns has been<br/>around since Adam Smith, and it was written about at length by Alfred Marshall<br/>in 1890. What I did say in my article was that increasing returns", " was largely<br/>ignored by mainstream economists for much of the postwar era, a claim that<br/>simply isn't controversial. (As Krugman notes, one reason for this was<br/>technical, not ideological. Allowing for the possibility of increasing returns<br/>tends to rob economic models of two properties that economists cherish:<br/>simplicity and determinism. As long ago as 1939, Sir John Hicks, one of the<br/>founders of modern economics, noted that increasing returns, if tolerated,<br/>could lead to the \"wreckage\" of a large part of economic theory.)<br/><br/>            3) Pace Krugman, I<br/>also did not claim that Arthur bears principal responsibility for the<br/>rediscovery of increasing returns by economists in the 1970s and 1980s. As<br/>Krugman notes, several scholars (himself included) who were working in the<br/>fields of", " game theory and international trade published articles incorporating<br/>increasing returns before Arthur did. My claim was simply that Arthur applied<br/>increasing returns to high-technology markets, and that his work influenced how<br/>other economists and government officials think about these markets. Krugman<br/>apart, virtually every economist I have spoken to, including Daniel Rubinfeld,<br/>a former Berkeley professor who is now the chief economist at the Justice<br/>Department's antitrust division, told me this was the case. (Rubinfeld also<br/>mentioned several other economists who did influential work, and I cited three<br/>of them in the article.)<br/><br/>            4) Krugman appears to<br/>suggest that I made up some quotes, a charge that, if it came from a more<br/>objective source, I would consider to be a serious matter. In effect, he is<br/>accusing Brian Arthur, a man he calls a \"nice guy,\"", " of being a fabricator or a<br/>liar. The quotes in question came from Arthur, and they were based on his<br/>recollections of two meetings that he attended some years ago. After Krugman's<br/>article appeared, the Santa Fe professor called me to say that he still<br/>recalled the meetings in question as I described them. Krugman, as he admits,<br/>wasn't present at either of the meetings.<br/><br/>            5) For a man who takes his<br/>own cogitations extremely seriously, Krugman is remarkably cavalier about<br/>attributing motives and beliefs to others. \"Cassidy has made it clear in<br/>earlier writing that he does not like mainstream economists, and he may have<br/>been overly eager to accept a story that puts them in a bad light,\" he<br/>pronounces. I presume this statement refers to a critical piece I wrote in 1996<br/>", "about the direction that economic research, principally macroeconomic research,<br/>has taken over the past two decades. In response to that article, I received<br/>dozens of messages of appreciation from mainstream economists, including from<br/>two former presidents of the American Economic Association. Among the sources<br/>quoted in that piece were the then-chairman of the White House Council of<br/>Economic Advisers (Joseph Stiglitz), a governor of the Federal Reserve Board<br/>(Laurence Meyer), and a well-known Harvard professor (Gregory Mankiw). To<br/>claim, as Krugman does, that I \"don't like mainstream economists\" and that I am<br/>out to denigrate their work is malicious hogwash. The fact of the matter is<br/>that I spend much of my life reading the work of mainstream economists,<br/>speaking to them, and trying to find something they have written that might<br/>interest the general public. In my", " experience, most economists appreciate the<br/>attention.<br/><br/>            6) I<br/>might attach more weight to Krugman's criticisms if I hadn't recently reread<br/>his informative 1994 book Peddling Prosperity , in which he devotes a<br/>chapter to the rediscovery of increasing returns by contemporary economists.<br/>Who are the first scholars Krugman mentions in his account? Paul David, an<br/>economic historian who wrote a famous paper about how the QWERTYUIOP typewriter<br/>keyboard evolved and, you guessed it, Brian Arthur. \"Why QWERTYUIOP?\" Krugman<br/>wrote. \"In the early 1980s, Paul David and his Stanford colleague Brian Arthur<br/>asked that question, and quickly realized that it led them into surprisingly<br/>deep waters. ... What Paul David, Brian Arthur, and a growing number of other<br/>economists began to", " realize in the late seventies and early eighties was that<br/>stories like that of the typewriter keyboard are, in fact, pervasive in the<br/>economy.\" Evidently, Krugman felt four years ago that Arthur's contribution was<br/>important enough to merit a prominent mention in his book. Now, he dismisses<br/>the same work, saying it \"didn't tell me anything that I didn't already know.\"<br/>Doubtless, this change in attitude on Krugman's part is unconnected to the fact<br/>that Arthur has started to receive some public recognition. The eminent MIT<br/>professor, whose early academic work received widespread media attention, is<br/>far too generous a scholar to succumb to such pettiness.<br/><br/>            <br/>               --John Cassidy<br/>            <br/><br/>            <br/>               <br/>                  Paul Krugman replies to John<br/>Cassidy", ":<br/>               <br/>            <br/><br/>            I think that David Warsh's<br/>1994 in the Boston <br/>               Globe says it all. If other journalists would<br/>do as much homework as he did, I wouldn't have had to write that article.<br/><br/>            <br/>               <br/>                  Letter from M. Mitchell Waldrop:<br/>               <br/>            <br/><br/>            Thanks to Paul Krugman for<br/>his lament about credulous reporters who refuse to let facts stand in the way<br/>of a good story (\"The<br/>Legend of Arthur\"). As a professional journalist, I found his points well<br/>taken--even when he cites my own book, Complexity as a classic example<br/>of the gullibility genre.<br/><br/>            Among many other things,<br/>Complexity tells the story of the Irish-born economist Brian Arthur and<br/>how he came to", " champion a principle known as \"increasing returns.\" The recent<br/>New Yorker article explains how that principle has since become the<br/>intellectual foundation of the Clinton administration's antitrust case against<br/>Microsoft. Krugman's complaint is that the popular press--including<br/>Complexity and The New Yorker --is now hailing Brian Arthur as the<br/>originator of increasing returns, even though Krugman and many others had<br/>worked on the idea long before Arthur did.<br/><br/>            I leave it<br/>for others to decide whether I was too gullible in writing Complexity .<br/>For the record, however, I would like to inject a few facts into Krugman's<br/>story, which he summarizes nicely in the final paragraph:<br/><br/>            When Waldrop's book came<br/>out, I wrote him as politely as I could, asking exactly how he had managed to<br/>come up with his version of events", ". He did, to his credit, write back. He<br/>explained that while he had become aware of some other people working on<br/>increasing returns, trying to put them in would have pulled his story line out<br/>of shape. ... So what we really learn from the legend of Arthur is that some<br/>journalists like a good story too much to find out whether it is really<br/>true.<br/><br/>            Now, I will admit to many<br/>sins, not the least of them being a profound ignorance of graduate-level<br/>economics; I spent my graduate-school career in the physics department instead,<br/>writing a Ph.D. dissertation on the quantum-field theory of elementary particle<br/>collisions at relativistic energies. However, I am not so ignorant of the<br/>canons of journalism (and of common sense) that I would take a plausible fellow<br/>like Brian Arthur at face value without checking up on him. During my", " research<br/>for Complexity I spoke to a number of economists about his work,<br/>including Nobel laureate Kenneth Arrow, co-creator of the General Equilibrium<br/>Theory of economics that Brian so eloquently criticizes. They generally agreed<br/>that Brian was a maverick in the field--and perhaps a bit too much in love with<br/>his own self-image as a misunderstood outsider--but basically sound. None of<br/>them warned me that he was usurping credit where credit was not due.<br/><br/>            Which brings me to Professor<br/>Krugman's letter, and my reply. I remember the exchange very well. Obviously,<br/>however, my reply failed to make clear what I was really trying to say. So I'll<br/>try again:<br/><br/>            a) During our interviews,<br/>Brian went out of his way to impress upon me that many other economists had<br/>done work in increasing returns--Paul", " Krugman among them. He was anxious that<br/>they be given due credit in anything I wrote. So was I.<br/><br/>            b) Accordingly, I included a<br/>passage in Complexity in which Brian does indeed describe what others<br/>had done in the field--Paul Krugman among them. Elsewhere in that same chapter,<br/>I tried to make it clear that the concept of increasing returns was already<br/>well known to Brian's professors at Berkeley, where he first learned of it.<br/>Indeed, I quote Brian pointing out that increasing returns had been extensively<br/>discussed by the great English economist Alfred Marshall in 1891.<br/><br/>            c) So, when I received<br/>Krugman's letter shortly after Complexity came out, I was puzzled: He<br/>was complaining that I hadn't referenced others in the increasing-returns<br/>field--Paul Krugman among them--although I had explicitly done", " so.<br/><br/>            d) But, when I checked the<br/>published text, I was chagrined to discover that the critical passage<br/>mentioning Krugman wasn't there.<br/><br/>            e) Only then did I realize<br/>what had happened. After I had submitted the manuscript, my editor at Simon<br/>& Schuster had suggested a number of cuts to streamline what was already a<br/>long and involved chapter on Brian's ideas. I accepted some of the cuts, and<br/>restored others--including (I thought) the passage that mentioned Krugman. In<br/>the rush to get Complexity to press, however, that passage somehow wound<br/>up on the cutting-room floor anyway, and I didn't notice until too late.<br/><br/>            That<br/>oversight was my fault entirely, not my editor's, and certainly not Brian<br/>Arthur's. I take full responsibility, I regret it,", " and--if Simon & Schuster<br/>only published an errata column--I would happily correct it publicly. However,<br/>contrary to what Professor Krugman implies, it was an oversight, not a breezy<br/>disregard of facts for the sake of a good story.<br/><br/>            <br/>               --M. Mitchell<br/>Waldrop Washington<br/><br/>            <br/>               <br/>                  Paul Krugman replies to M. Mitchell<br/>Waldrop:<br/>               <br/>            <br/><br/>            I am truly sorry that The<br/>New Yorker has not yet established a Web presence so that we could include<br/>a link directly to the Cassidy piece. However, you can get a pretty good idea<br/>of what the piece said by reading the summary of it presented in \"Tasty Bits<br/>from the Technology Front.\" Cassidy did not present a story about one guy<br/>among", " many who worked on increasing returns. On the contrary: He presented a<br/>morality play in which a lonely hero struggled to make his ideas heard against<br/>the unified opposition of a narrow-minded profession both intellectually and<br/>politically conservative. As TBTF's host--not exactly a naive reader--put it,<br/>\"These ideas were anathema to mainstream economists in 1984 when Arthur first<br/>tried to publish them.\"<br/><br/>            That morality play--not the<br/>question of who deserves credit--was the main point of my column, because it is<br/>a pure (and malicious) fantasy that has nonetheless become part of the story<br/>line people tell about increasing returns and its relationship to mainstream<br/>economics.<br/><br/>            The fact, which is easily<br/>documented, is that during the years that, according to the legend, increasing<br/>returns was unacceptable in mainstream economics, papers about increasing<br/>", "returns were in fact being cheerfully published by all the major journals. And<br/>as I pointed out in the chronology I provided with the article, even standard<br/>reference volumes like the Handbook of International Economics<br/>(published in 1984, the year Arthur supposedly met a blank wall of resistance)<br/>have long contained chapters on increasing returns. Whatever the reason that<br/>Arthur had trouble getting his own paper published, ideological rigidity had<br/>nothing to do with it.<br/><br/>            How did this fantasy come to<br/>be so widely believed? I am glad to hear that you tried to tell a more balanced<br/>story, Mr. Waldrop, even if sloppy paperwork kept it from seeing the light of<br/>day. And I am glad that you talked to Ken Arrow. But Nobel laureates, who have<br/>wide responsibilities and much on their mind, are not necessarily on top of<br/>what has been going on in research outside their", " usual field. I happen to know<br/>of one laureate who, circa 1991, was quite unaware that anyone had thought<br/>about increasing returns in either growth or trade. Did you try talking to<br/>anyone else--say, to one of the economists who are the straight men in the<br/>stories you tell? For example, your book starts with the story of Arthur's<br/>meeting in 1987 with Al Fishlow at Berkeley, in which Fishlow supposedly said,<br/>\"We know that increasing returns can't exist\"--and Arthur went away in despair<br/>over the unwillingness of economists to think the unthinkable. Did you call<br/>Fishlow to ask whether he said it, and what he meant? Since by 1987 Paul<br/>Romer's 1986 papers on increasing returns and growth had started an avalanche<br/>of derivative work, he was certainly joking--what he probably meant was \"Oh no,<br/>not you", " too.\" And let me say that I simply cannot believe that you could have<br/>talked about increasing returns with any significant number of economists<br/>outside Santa Fe without Romer's name popping up in the first 30 seconds of<br/>every conversation--unless you were very selective about whom you talked to.<br/>And oh, by the way, there are such things as libraries, where you can browse<br/>actual economics journals and see what they contain.<br/><br/>            The point is that it's not<br/>just a matter of failing to cite a few more people. Your book, like the Cassidy<br/>article, didn't just tell the story of Brian Arthur; it also painted a picture<br/>of the economics profession, its intellectual bigotry and prejudice, which<br/>happens to be a complete fabrication (with some real, named people cast as<br/>villains) that somehow someone managed to sell you. I wonder who?<br/><br/>", "            Even more to the point: How<br/>did Cassidy come by his story? Is it possible that he completely misunderstood<br/>what Brian Arthur was saying--that the whole business about the seminar at<br/>Harvard where nobody would accept increasing returns, about the lonely struggle<br/>of Arthur in the face of ideological rigidity, even the quotation from Arthur<br/>about economists being unwilling to consider the possibility of imperfect<br/>markets because of the Cold War (give me a break!) were all in Cassidy's<br/>imagination?<br/><br/>            Let me say that I am<br/>actually quite grateful to Cassidy and The New Yorker . A number of<br/>people have long been furious about your book--for example, Victor Norman, whom<br/>you portrayed as the first of many economists too dumb or perhaps narrow-minded<br/>to understand Arthur's brilliant innovation. Norman e-mailed me to say that \"I<br/>have read the tales from the Vienna woods before and had", " hoped that it could be<br/>cleared up by someone at some point.\" Yet up to now there was nothing anyone<br/>could do about the situation. The trouble was that while \"heroic rebel defies<br/>orthodoxy\" is a story so good that nobody even tries to check it out, \"guy<br/>makes minor contribution to well-established field, proclaims himself its<br/>founder\" is so boring as to be unpublishable. (David Warsh's 1994 series of<br/>columns in the Boston Globe on the increasing-returns revolution in<br/>economics, the basis for a forthcoming book from Harvard University Press, is<br/>far and away the best reporting on the subject, did include a sympathetic but<br/>devastating exposé of Arthur's pretensions--but to little effect. [Click to<br/>read Warsh on Arthur.]) Only now did I have a publishable story: \"guy makes<br/>minor contribution", " to well-established field, portrays himself as heroic<br/>rebel--and The New Yorker believes him.\"<br/><br/>            Thank<br/>you, Mr. Cassidy.<br/><br/>            <br/>               <br/>                  Letter from Kenneth J. Arrow:<br/>               <br/>            <br/><br/>            Paul Krugman's attack on<br/>Brian Arthur (\"The<br/>Legend of Arthur\") requires a correction of its misrepresentations of fact.<br/>Arthur is a reputable and significant scholar whose work is indeed having<br/>influence in the field of industrial organization and in particular public<br/>policy toward antitrust policy in high-tech industries. Krugman admits that he<br/>wrote the article because he was \"just pissed off,\" not a very good state for a<br/>judicious statement of facts, as his column shows.<br/><br/>            His theme is stated in his<br/>first paragraph: \"Cassidy's article", " [in The New Yorker of Jan. 12] tells the<br/>story of how Stanford Professor Brian Arthur came up with the idea of<br/>increasing returns.\" Cassidy, however, said nothing of the sort. The concept of<br/>increasing returns is indeed very old, and Cassidy at no point attributed that<br/>idea to Arthur. Indeed, the phrase \"increasing returns\" appears just once in<br/>Cassidy's article and then merely to say that Arthur had used the term while<br/>others refer to network externalities. Further, Arthur has never made any such<br/>preposterous claim at any other time. On the contrary, his papers have fully<br/>cited the history of the field and made references to the previous papers,<br/>including those of Paul Krugman. (See Arthur's papers collected in the volume<br/>Increasing Returns and Path Dependence in the Economy, especially his preface<br/>and my foreword for longer comments on", " Arthur's work in historic perspective.<br/>Click to see the foreword.) Hence, Krugman's whole attack is directed at a<br/>statement made neither by Arthur nor by Cassidy. Krugman has not read Cassidy's<br/>piece with any care nor has he bothered to review what Arthur has in fact<br/>said.<br/><br/>            What Cassidy in fact did in<br/>his article was to trace a line of influence between one of Arthur's early<br/>articles and the current claims of the Department of Justice against Microsoft.<br/>It appears that Cassidy based his article on several interviews, not just<br/>one.<br/><br/>            The point that Arthur has<br/>emphasized and which is influential in the current debates about antitrust<br/>policy is the dynamic implication of increasing returns. It is the concept of<br/>path-dependence, that small events, whether random or the result of corporate<br/>strategic choice, may have large consequences because", " of increasing returns of<br/>various kinds. Initial small advantages become magnified, for example, by<br/>creating a large installed base, and direct the future, possibly in an<br/>inefficient direction. Techniques of production may be locked in at an early<br/>stage. Similar considerations apply to regional development and learning.<br/><br/>            <br/>               --Kenneth J.<br/>Arrow Nobel laureate and Joan Kenney professor of economics emeritus<br/>Stanford University<br/><br/>            <br/>               <br/>                  Letter from Ted C. Fishman:<br/>               <br/>            <br/><br/>            After<br/>reading Paul Krugman vent his spleen against fellow economist Brian Arthur in<br/>\"The Legend of<br/>Arthur,\" I couldn't help wondering whose reputation he was out to trash,<br/>Arthur's or his own. Krugman seems to fear a plot to deny economists their<br/>intel", "lectual due. If one exists, Arthur is not a likely suspect. In a series of<br/>long interviews with me a year ago (for Worth magazine), I tried, vainly, to<br/>get Arthur to tell me how his ideas about increasing returns have encouraged a<br/>new strain of economic investigations. Despite much prodding, Arthur obliged<br/>only by placing himself in a long line of theorists dating back to Adam Smith<br/>and Alfred Marshall. I also found him disarmingly generous in giving credit to<br/>the biologists, physicists, and fellow economists who have helped advance his<br/>own thinking. Savvy to the journalist's quest for heroes, Arthur urged me to<br/>focus on his ideas, not his rank among his peers. Krugman has made a career out<br/>of telling other economists to pay better attention to the facts, yet as a<br/>chronicler of Arthur's career and inner life, Krugman seems to have listened<br", "/>only to his own demons.<br/><br/>            <br/>               --Ted C.<br/>Fishman<br/>            <br/><br/>            <br/>               <br/>                  (For<br/>additional background on the history of \"increasing returns\" and Brian Arthur's<br/>standing in the field, click for David Warsh's July 3, 1994,<br/>                <br/>               Boston<br/>Globe <br/>               <br/>                  article on Brian Arthur)<br/>               <br/>            <br/><br/>         <br/>      <br/>   <br/>"]