["<br/>   <br/>   <br/>      <br/>         <br/>            Let Si Get This<br/><br/>            During a typical lunch time<br/>at the Royalton Hotel restaurant in midtown Manhattan, The <br/>               New<br/>Yorker 's Tina Brown might be installed at her usual table, and<br/>Vogue 's Anna Wintour might be at her usual table (chewing on her usual<br/>meal--a $25 hamburger). Vanity Fair 's Graydon Carter might be there too,<br/>although he has transferred his main allegiance to a place called Patroon.<br/>Filling out the room are other editors, publicists, and writers from these<br/>magazines and GQ and House & Garden and so on. And one man,<br/>who probably isn't there himself, picks up every tab. Some of the lesser fry<br/>may even utter the Condé Nast mantra--though it is", " hardly necessary at the<br/>Royalton--as they grab for the check: \"Let Si get this.\"<br/><br/>            S.I. \"Si\"<br/>Newhouse Jr. and his younger brother, Donald, control Advance Publications, one<br/>of America's largest privately held companies. (Estimate of their combined<br/>wealth: $13 billion.) Donald tends to Advance's hugely profitable newspaper,<br/>radio, and TV holdings. Si runs the less profitable but more glamorous<br/>properties. These are the 15 Condé Nast magazines, including (in descending<br/>order of fabulousness) Vogue , Vanity Fair , GQ , Condé<br/>Nast Traveler , House & Garden , Allure , Details ,<br/>Self , Mademoiselle , and Glamour ; ; and Random House.<br/><br/>            The expense-account lunch is a hallowed journalistic<br/>tradition. But consider a day in the life of an editor", " working for Si Newhouse.<br/>(Donald's editors are a different story, as they will be happy to tell you.)<br/>It's a closed economy where almost all human needs and desires can be gratified<br/>with a miraculous, unlimited currency called the Si.<br/><br/>            A Lincoln Town Car is waiting<br/>outside your door in the morning to take you to work. The car, which costs $50<br/>an hour, is written into your contract. First stop, breakfast with a writer at<br/>the Four Seasons. The check may be as little as $40. When you reach the office,<br/>you realize you're out of cigarettes. No problem--you send your assistant to<br/>buy a pack for you. She gets reimbursed from petty cash ($3). (Could be worse<br/>for the assistant: She could be forced to pick up her boss's birth-control<br/>pills, or her boss's pet from the", " vet, or presents for her boss's<br/>children--regular duties for Condé Nast underlings.)<br/><br/>            You've<br/>forgotten to return the video your kids watched yesterday, so you have a<br/>messenger take it back to Blockbuster. Si spends $20; you save a $1.50 late<br/>fee.<br/><br/>            <br/>Then there's lunch. The magazines account for<br/>more than a quarter of daytime revenues at the Four Seasons and the Royalton. A<br/>modest lunch for two at the Royalton (no fancy wine or anything) might cost<br/>$80. But Si's generosity extends to even assistants and sub-sub-editors, dining<br/>on sushi at their desks. If you spend $10 or less on lunch, and claim you were<br/>working, Si pays. At Vogue and Vanity Fair , almost everyone has a<br/>\"working lunch\" every day . An", " editor at Allure says that \"working<br/>lunches\" there are limited to 10 a month.<br/><br/>            Back at the office, you hear<br/>that a friend at another Newhouse magazine has been promoted, so you send<br/>flowers. The tab: $100. Si pays. (One of my favorite Condé Nast stories is of<br/>an editor who had just been promoted to an extremely senior job. His office was<br/>jammed with congratulatory flowers and cards. All had been sent by fellow Condé<br/>Nast staffers. All had been billed to the company.) Four o'clock, and it's<br/>snack time. Your assistant joins the mob in the lobby newsstand. She bills your<br/>candy bar, juice, and cigarettes (as well as her own candy bar, juice, and<br/>cigarettes) to the magazine ($15). After all, it's a \"working snack.\" Later", ",<br/>there's a birthday party for your assistant. You order champagne and a cake--on<br/>the company, of course, and present her with your gift--a Prada wallet<br/>($200). Later, she submits the expense sheet for it. Finally, after a Random<br/>House book party at Le Cirque 2000 (estimated cost to Si: $35,000), your car<br/>ferries you home.<br/><br/>            Newhouse<br/>expense stories are a staple of New York literary-journalistic conversation.<br/>Stories about the $10,000 in expenses that a New Yorker editor billed<br/>for a single month. About the interior-decorating costs for the<br/>fashion-magazine editor who likes to have her office photographs rearranged<br/>every few months. About the hotel tab for the big-name New York writer who<br/>spent three weeks in Washington's Hay-Adams (basic room: $285", " a night)<br/>researching a Vanity Fair story that will never run. About the<br/>Vogue editor who has furnished her summer house from items purchased for<br/>fashion shoots--beautiful furniture, designer pillows, coffee-table books.<br/>Vogue assistants have nicknamed the house \"Petty Cash Junction.\"<br/><br/>            None of the 39 past and present Newhouse employees I spoke<br/>to for this story would talk on the record, for . And the nature of the subject<br/>makes it hard to separate apocrypha from the truth. Did Condé Nast pay, as<br/>sources insist it did, hundreds of thousands of dollars in back taxes on behalf<br/>of an editor who didn't bother to file tax forms? Did an editor really expense<br/>$20,000 in a weeklong trip to Paris? The people who pay the bills are not<br/>talking. But every example of excess cited here was told to me by", " at least one<br/>source (and usually more than one) in a position to know.<br/><br/>            Need a<br/>facial? Treat yourself and bill it to Si. This is what is called \"scouting.\" It<br/>is also a great way to get free haircuts. To be fair, Si doesn't pay for all<br/>such treats. There is also a much-honored tradition of accepting tribute from<br/>companies that Condé Nast magazines cover. One magazine exec reportedly got so<br/>much loot last Christmas--Cuban cigars, \"crates of wine,\" designer suits (\"It<br/>was like a Spanish galleon\")--that he needed three cars to cart it home. At<br/>yuletide, even midlevel fashion-mag writers and editors are inundated with<br/>\"cashmere sweaters, Versace pillows, coats ...\" recalls one ex- Vogue<br/>staffer wistfully.<br/><br", "/>            <br/>At the top of the masthead, the perks are<br/>perkier. His Si-ness (their joke, not mine) does not expect his editors in<br/>chief to actually live on their million-dollar salaries. He also gives them<br/>clothing allowances (up to $50,000 a year). He buys them cars of their choice<br/>and hires chauffeurs to drive them. He offers them low- or no-interest home<br/>loans. GQ editor Art Cooper reportedly received two $1-million loans,<br/>one for a Manhattan apartment, the other for a Connecticut farm. Tina Brown and<br/>her husband, Harold Evans, former president of Random House, reportedly just<br/>took a $2-million boost to buy a $3.7-million Manhattan house.<br/><br/>            Si's<br/>favorite courtiers lead lives of jaw-dropping privilege. When she was editor of<br/>British Vogue , Wintour", " commuted between London and New York--on the<br/>Concorde. Another Si confidant decided his office didn't feel right, so he<br/>hired one of the grandmasters of feng shui to rearrange it. Some editors<br/>prepare for trips by Federal Expressing their luggage to their destination.<br/>Why? \"So you don't have to carry your bags. No one would be caught dead<br/>carrying a bag.\"<br/><br/>            Condé Nast has also created a class of mandarin<br/>journalists, writers who live much better than they ever could if they wrote<br/>only for normal magazines. One free-lancer tells of building much of a summer<br/>traveling with her husband in the West and Europe around a couple of Condé Nast<br/>assignments. Last summer, The <br/>               New Yorker sent a staffer to Venice<br/>to cover the Venice Film Festival. The weeklong trip,", " which must have cost<br/>thousands, resulted in a short piece.<br/><br/>            Writers,<br/>of course, are nowhere near as profligate as photographers. Stories of wasteful<br/>shoots abound: the matching seaweed that had to be flown from California to the<br/>Caribbean for a fashion photo; the Annie Liebovitz Vanity Fair cover<br/>shot of Arnold Schwarzenegger that reportedly cost $100,000; the Vogue<br/>shoot in Africa in which, an ex- Vogue editor claims, the photographer<br/>and his huge entourage wined and dined to the tune of \"hundreds of thousands of<br/>dollars.\"<br/><br/>            <br/>And then there are the parties. Last month<br/>The <br/>               New Yorker spent--and this is not a joke--$500,000 on a<br/>two-day \"Next Conference\" at the Disney Institute in Florida, in connection<br", "/>with a special issue on the same theme. In order to get Vice President Gore,<br/>who was traveling in California at the time, The <br/>               New Yorker paid<br/>for him and his entourage to fly Air Force Two from California to Florida and<br/>back. And vice presidents are not the only things that Condé Nast flies in for<br/>parties. The <br/>               New Yorker once shipped silverware from New York to<br/>Chicago for a dinner. (\"What, they don't have silverware in Chicago?\" asks a<br/>New Yorker staffer.) Vanity Fair toted food from New York to<br/>Washington for this year's party on the night of the White House Correspondents<br/>Dinner. (What, they don't have food in Washington?)<br/><br/>            That<br/>annual Washington do has grown from an after-dinner gathering for drinks at a<br/>contributor's apartment to two huge blasts--before", " and after the dinner<br/>itself--at a rented embassy. VF 's annual Oscar-night party has become a<br/>similar institution in Hollywood. In addition to the parties themselves, Si<br/>also naturally pays to fly in VF staffers and to put them up at top<br/>hotels. (What, they don't have editors in Washington or L.A.?)<br/><br/>            Some Condé Nast parties are so ridiculous that even other<br/>Condé Nasties make fun of them. This week's New Yorker , for example,<br/>mocks a recent Vogue party in honor of food writer Jeffrey Steingarten.<br/>According to The <br/>               New Yorker , Wintour so detested the carpet at Le<br/>Cirque 2000 that she ordered the florist to cover it with autumn leaves<br/>(handpicked, of course).<br/><br/>            The apogee of party absurdity<br/>", "is Vanity Fair 's sponsorship of an annual London dinner for the<br/>Serpentine Museum in Hyde Park. As one observer puts it, \"Vanity Fair ,<br/>an American magazine, pays more than $100,000 to a British art museum solely so<br/>that it can sponsor a dinner where Graydon Carter gets to sit next to Princess<br/>Diana.\" The princess was the museum's patron.<br/><br/>            Actually,<br/>paying $100,000 for face time with Princess Di may not have been a foolish<br/>investment for a magazine so dependent on peddling her image. And Condé Nast's<br/>excess has other plausible justifications as well.<br/><br/>            <br/>Some top editors may earn their perks.<br/>Vogue and GQ make millions, according to industry analysts.<br/>Vanity Fair is enjoying banner years, and while it probably hasn't made<br/>back the millions Newhouse", " lost in starting it up, it is certainly in the<br/>black. The <br/>               New Yorker loses money--how much may even surpass<br/>perks as a topic of Newhouse gossip and speculation. On the other hand,<br/>The <br/>               New Yorker is the most talked-about magazine in America, and<br/>Tina Brown is the most talked-about editor. That is worth something.<br/><br/>            Public<br/>media companies such as Time Warner (or, for that matter, Microsoft) can entice<br/>and hold journalists with stock options. Advance is private, so Newhouse uses<br/>other golden handcuffs. He runs a lifestyle prison. Top editors stay because<br/>they could never afford to live in a house as nice as the one Si's<br/>interest-free loan bought them, or to host parties as nice as the ones Si's<br/>party planners throw for them.<br/><br/>            Condé Nast's", " magazines are all about glamour, wealth,<br/>prestige. To uphold that image, magazine editors need to circulate at the top<br/>of New York society. But the top of New York society consists of people who<br/>make far more money than magazine editors do--investment bankers,<br/>corporate chieftains, and fashion designers. Million-dollar salaries aren't<br/>enough to mix as equals with the Trumps and Karans. Si's perks are<br/>equalizers.<br/><br/>            And they say it's not as good<br/>as it used to be. In 1992, according to Thomas Maier's biography of Newhouse,<br/>the editor of Self held a birthday party for Si Newhouse's dog .<br/>(Owners ate caviar; dogs drank Evian.) The lowliest assistants used to take car<br/>services home. But new Condé Nast CEO Steve Florio has restricted cars and<br", "/>catering. Editors who used to fly the Concorde now fly first-class; those who<br/>used to fly first-class now fly business. Expense accounts are scrutinized.<br/>Even so, today's Condé Nast is economical only by Condé Nast standards. The<br/>belt is tighter, but it's still hand-tooled, hand-tanned, and fashioned from<br/>the finest Italian leather.<br/><br/>         <br/>      <br/>   <br/>"]