["<br/>   <br/>   <br/>      <br/>         <br/>            Goings On About Town<br/><br/>            One of the funniest moments<br/>in Brendan Gill's 1975 memoir, Here at \"The New Yorker ,\" comes<br/>during a luncheon at the now vanished Ritz in Manhattan. At the table are Gill;<br/>William Shawn, then editor of The New Yorker ; and the reclusive English<br/>writer Henry Green. Green's new novel, Loving , has just received a very<br/>favorable review in The New Yorker . Shawn--\"with his usual hushed<br/>delicacy of speech and manner\"--inquires of the novelist whether he could<br/>possibly reveal what prompted the creation of such an exquisite work. Green<br/>obliges. \"I once asked an old butler in Ireland what had been the happiest<br/>times of his life,\" he says. \"The butler replied, 'L", "ying in bed on Sunday<br/>morning, eating tea and toast with cunty fingers.' \"<br/><br/>            This was<br/>not the explanation Shawn was expecting, Gill tells us. \"Discs of bright red<br/>begin to burn in his cheeks.\"<br/><br/>            Was Shawn blushing out of prudishness, as we are meant to<br/>infer? This was, after all, a man renowned for his retiring propriety, a man<br/>who sedulously barred anything smacking of the salacious--from lingerie ads to<br/>four-letter words--from the magazine he stewarded from 1952 until 1987, five<br/>years before his death. But after reading these two new memoirs about Shawn, I<br/>wonder. \"He longed for the earthiest and wildest kinds of sexual adventures,\"<br/>Lillian Ross discloses in hers, adding that he lusted after Hannah Arendt,<", "br/>Evonne Goolagong, and Madonna. As for Ved Mehta, he reports that Shawn's<br/>favorite thing to watch on television was \"people dancing uninhibitedly\"<br/>( Soul Train , one guesses). I suspect Shawn did not blush at the \"cunty<br/>fingers\" remark out of prudery. He blushed because it had hit too close to<br/>home.<br/><br/>            Both these<br/>memoirs must be read by everyone--everyone, that is, who takes seriously the<br/>important business of sorting out precisely how he or she feels about The<br/>New Yorker , then and now. Of the two, Mehta's is far and away the more<br/>entertaining. This may seem odd, for Mehta is reputed to be a very dull writer<br/>whereas Ross is a famously zippy one. Moreover, Mehta writes as Shawn's adoring<br/>acolyte, whereas", " Ross writes as his longtime adulterous lover. Just knowing<br/>that Mrs. Shawn is still alive adds a certain tension to reading much of what<br/>this Other Woman chooses to divulge. Evidently, \"Bill\" and Lillian loved each<br/>other with a fine, pure love, a love that was more than love, a love coveted by<br/>the winged seraphs of heaven. \"We had indeed become one,\" she tells us, freely<br/>venting the inflations of her heart.<br/><br/>            <br/>Shawn was managing editor of The New<br/>Yorker when he hired Ross in 1945 as the magazine's second woman reporter<br/>(the first was Andy Logan). He was short and balding but had pale blue eyes to<br/>die for. As for Ross, \"I was aware of the fact that I was not unappealing.\"<br/>During a late-night editorial session, she says, Shawn", " blurted out his love. A<br/>few weeks later at the office, their eyes met. Without a word--even, it seems,<br/>to the cab driver--they hied uptown to the Plaza, where matters were<br/>consummated. Thereafter, the couple set up housekeeping together in an<br/>apartment 20 blocks downtown from the Shawn residence on upper Fifth Avenue and<br/>stoically endured the sufferings of Shawn's wife, who did not want a<br/>divorce.<br/><br/>            Now, Ross<br/>seems like a nice lady, and I certainly have nothing against adultery, which I<br/>hear is being carried on in the best circles these days. But the public<br/>flaunting of adultery--especially when spouses and children are around--well,<br/>it brings out the bourgeois in me. It also made me feel funny about William<br/>Shawn, whom I have always regarded as a great", " man. I loved his New<br/>Yorker . The prose it contained--the gray stuff around the cartoons--was<br/>balm for the soul: unfailingly clear, precise, logical, and quietly stylish. So<br/>what if the articles were occasionally boring? It was a sweet sort of boredom,<br/>serene and restorative, not at all like the kind induced by magazines today,<br/>which is more akin to nervous exhaustion. Besides, the moral tone of the<br/>magazine was almost wholly admirable--it was ahead of the pack on Hiroshima,<br/>civil rights, Vietnam, Watergate, the environment--and this was very much<br/>Shawn's doing. I do not like to think of him in an illicit love nest, eating<br/>tea and toast with cunty fingers.<br/><br/>            Happily, Ross has sprinkled her memoir with clues that it<br/>is not to be taken as entirely factual. To", " say that Shawn was \"a man who<br/>grieved over all living creatures\" is forgivable hyperbole; but later to add<br/>that he \"mourned\" for Si Newhouse when Newhouse unceremoniously fired him in<br/>1987 (a couple of years after buying the magazine)--well, that's a bit much.<br/>Even Jesus had his limits.<br/><br/>            Elsewhere,<br/>Ross refers to her lover's \"very powerful masculinity,\" only to note on the<br/>very next page that \"if he suffered a paper cut on a finger and saw blood, he<br/>would come into my office, looking pale.\" She declares that \"Bill was incapable<br/>of engendering a cliché, in deed as well as in word.\" But then she puts the<br/>most toe-curling clichés into his mouth: \"Why am I more ghost than man?\" Or:<br/>\"We must arrest our love", " in midflight. And we fix it forever as of today, a<br/>point of pure light that will reach into eternity.\" (File that under Romantic<br/>Effusions We Doubt Ever Got Uttered.) Nor is Ross incapable of a melodramatic<br/>cliché herself. \"Why can't we just live, just live ?\" she cries in<br/>anguish when she and Shawn, walking hand in hand out of Central Park, chance to<br/>see Shawn's wife slowly making her way down the block with a burden of<br/>packages.<br/><br/>            <br/>And what does she think of Mrs. Shawn? \"I found<br/>her to be sensitive and likeable.\" Plus, she could \"do a mean Charleston.\"<br/>There is nothing more poignant than the image of an openly cheated-upon and<br/>humiliated wife doing \"a mean Charleston.\"<br/><br/>            William<br/>Shawn's indispensability as an editor", " is amply manifest in Ross' memoir. Word<br/>repetition? \"Whatever reporting Bill asked me to do turned out to be both<br/>challenging and fun. ... For me, reporting and writing for the magazine was<br/>fun, pure fun. ... It was never 'work' for me. It was fun.\" Even in praising<br/>his skill as an editor, she betrays the presence of its absence. \"All writers,<br/>of course, have needed the one called the 'editor,' who singularly, almost<br/>mystically, embodies the many-faceted, unique life force infusing the entire<br/>enchilada.\" Nice touch, that enchilada.<br/><br/>            When cocktail party malcontents mocked Shawn's New<br/>Yorker in the late '70s and early '80s, they would make fun of such things<br/>as E.J. Kahn's five-part series on \"Grains of the World", "\" or Elizabeth Drew's<br/>supposedly soporific reporting from Washington. But Ved Mehta was always the<br/>butt of the worst abuse. Shawn was allowing him to publish an autobiography in<br/>the pages of the magazine that was mounting up to millions of words over the<br/>years, and the very idea of it seemed to bore people silly. After the<br/>publication of two early installments, \"Daddyji\" and \"Mamaji,\" each the length<br/>of a book, one critic cried: \"Enoughji!\"<br/><br/>            But it<br/>kept coming. And I, for one, was grateful. Here was a boy growing up in Punjab<br/>during the fall of the Raj and the Partition, a boy who had been blinded by<br/>meningitis at the age of 3, roller-skating through the back streets of Lahore<br/>as Sikhs slaughtered Hindus and Hindus slaughtered Muslims and civilization was<br/>coll", "apsing and then, decades later, having made his way from India to an<br/>Arkansas school for the blind to Balliol College, Oxford, to The New<br/>Yorker , re-creating the whole thing in Proustian detail and<br/>better-than-Proustian prose ... !<br/><br/>            <br/>Mehta's multivolume autobiography, titled<br/>Continents of Exile , has loss as its overarching theme: loss of sight,<br/>of childhood, of home and country, and now--with this volume--loss of Mr.<br/>Shawn's New Yorker . The memoir takes us from the time the author was<br/>hired as a staff writer in the early '60s up to 1994, when he was \"terminated\"<br/>by the loathed Tina Brown in her vandalization of his cherished magazine. Mehta<br/>evidently loved William Shawn at least as much as Lillian Ross", " did, although<br/>his love was not requited in the same way. He likens the revered editor to the<br/>character Prince Myshkin in The Idiot : innocent and vulnerable, someone<br/>who must be protected. And long-suffering, one might infer: \"He was so careful<br/>of not hurting anyone's feelings that he often listened to utterly fatuous<br/>arguments for hours on end.\"<br/><br/>            Like<br/>Ross, Mehta struggles to express William Shawn's ineffable virtues. \"It is as<br/>if, Mehta, he were beyond our human conception,\" Janet Flanner tells him once<br/>to calm him down. At times I wondered whether the author, in his ecstasies of<br/>devotion, had not inadvertently committed plagiarism. His words on Mr. Shawn<br/>sound suspiciously like those of Mr. Pooter on his boss Mr. Perkupp in The<br/>Diary of a", " Nobody . Compare. Mehta on Shawn: \"His words were so generous<br/>that I could scarcely find my tongue, even to thank him.\" Pooter on Perkupp:<br/>\"My heart was too full to thank him.\" Mehta: \"I started saying to myself<br/>compulsively, 'I wish Mr. Shawn would ring,' at the oddest times of the day or<br/>night. ... How I longed for the parade of proofs, the excitement of rewriting<br/>and perfecting!\" Pooter: \"Mr. Perkupp, I will work night and day to serve<br/>you!\"<br/><br/>            I am not sure I have made it sound this way so far, but<br/>Mehta's book is completely engrossing--the most enjoyable book, I think, I have<br/>ever reviewed. It oozes affection and conviction, crackles with anger, and is<br/>stuffed with thumping good", " stories. Many are about Mehta's daft colleagues at<br/>The New Yorker , such as the guy in the next office:<br/><br/>            His door was<br/>always shut, but I could hear him through the wall that separated his cubicle<br/>from mine typing without pause. ... Even the changing of the paper in the<br/>typewriter seemed somehow to be incorporated into the rhythmic<br/>rat-tat-tat ... year after year went by to the sound of his typing but<br/>without a word from his typewriter appearing in the magazine.<br/><br/>            Or the great and eccentric<br/>Irish writer Maeve Breenan, who fetched up as a bag lady. Or the legendary St.<br/>Clair McKelway, whose decisive breakdown came when he hailed a cab and<br/>prevailed upon the driver to take him to the New Yorker office at 24<br/>West 43 rd St. \"O.K., Mac", ", if that's what you want.\" He was in Boston<br/>at the time. (McKelway later told Mehta that if the cabby had not called him<br/>\"Mac,\" his nickname, an alarm might have gone off in his head.)<br/><br/>            Mehta's<br/>writerly persona, a disarming mixture of the feline and the naive, is perfect<br/>for relating the little scandals that worried The New Yorker in the late<br/>'70s (plagiarism, frozen turbot), the drama of finding a worthy candidate to<br/>succeed the aging Shawn as editor, the purchase of the magazine by the evil Si<br/>Newhouse (\"We all took fright\") and the resultant plague of Gottliebs and<br/>Florios visited upon it, and what he sees as the final debacle: Tinaji.<br/><br/>            <br/>Lillian Ross, by contrast, takes a rather<br/>che", "erful view of the Brown dispensation. Indeed, the new editor even coaxed<br/>Ross into re-joining the magazine, just as she was booting Mehta out. \"I found<br/>that she possessed--under the usual disguises--her own share of Bill's kind of<br/>naivete, insight, and sensitivity,\" Ross says of Brown. \"She, too, 'got it.' \"<br/>A few months after Brown was appointed editor, Shawn died at the age of 85. He<br/>had long since stopped reading his beloved magazine, in sorrow and relief.<br/>That's if you believe Mehta. Ross assures us that Mr. Shawn was reading Tina<br/>Brown's New Yorker \"with new interest\" in the weeks prior to his<br/>death.<br/><br/>            Has Tina Brown betrayed the<br/>legacy of William Shawn, as Mehta fiercely believes, or has she continued and<br/>built upon it, as Ross", " is evidently convinced? Have the changes she has wrought<br/>enlivened a stodgy magazine or vulgarized a dignified one--or both? These are<br/>weighty questions, and one is of course loath to compromise one's life chances<br/>by hazarding unripe opinions in a public forum such as this.<br/><br/>         <br/>      <br/>   <br/>"]