["<br/>   <br/>   <br/>      <br/>         <br/>            Dirty Laundry<br/><br/>            Now and then, a documentary<br/>film comes along that makes us re-examine the rules that unofficially govern<br/>the genre: Can there be a middle ground between fiction and fact? Can a<br/>documentary use scripted scenes and yet remain ontologically authentic? How<br/>much can you stylize material before you alter the reality that you're<br/>striving, at least in theory, to capture?<br/><br/>            <br/>               Unmade Beds , Nicholas<br/>Barker's \" 'real life' feature film,\" has proudly worn its mongrel status as a<br/>\"directed\" documentary of single life in the big city, employing, in the face<br/>of criticism, what amounts to a cackling-punk defiance. The movie tracks four<br/>aging New Yorkers--two men, two women--through", " their lonely dating rituals, in<br/>the process depicting a universe of lusty, coupled-up haves and downcast,<br/>excluded have-nots, all viewed Rear Window -style through rectangular<br/>openings in the massive apartment houses in which they reside.<br/><br/>            This is<br/>not cinema <br/>               vérité , and nothing has been left to chance. The<br/>director selected his four subjects from many hundreds of potential candidates,<br/>followed them around for months, and then scripted their monologues and<br/>dialogues to reflect what he says he saw. Calling his own film \"an exercise in<br/>mendacity,\" Barker goes on, \"I'm quite happy to tell lies about my characters<br/>and even collude with their self-delusions if it enables me to communicate<br/>larger dramatic truths.\"<br/><br/>            Spurned by U.S. distributors, Unmade Beds opened two<br/>", "weeks ago in a small screening room in downtown Manhattan, where it proceeded<br/>to set box office records and generate lots of (largely favorable) press. In<br/>part due to smart publicity, which has bannered some of the bad reviews and<br/>commentary (\"I have to tell you that this film upset me so much that I really<br/>don't want to have anything to do with it\"--a New York publicist), it threatens<br/>to become a cause <br/>               célèbre --and to be coming soon to a theater<br/>near you. It's always nice to see distributors proved wrong about the merits of<br/>\"difficult\" films, but in this case I think they did the decent thing.<br/>Unmade Beds isn't just bad--it's obnoxiously, noxiously bad, a freak<br/>show for the empathetically challenged. The outrage it has prompted isn't the<br/>Puritan kind; it", "'s more like legitimate revulsion at watching a blowhard<br/>pervert people's lives in the name of \"larger dramatic truths.\"<br/><br/>            Those<br/>truths are large, all right. Take Michael, the 40-year-old, 5 foot 4 inch<br/>lonely guy who has been looking for a wife for almost two decades. If you were<br/>to walk past him on the street, you might think that a man of his small stature<br/>might have some trouble getting dates and be rather bitter about it. The larger<br/>dramatic truth is that Michael has lots of trouble getting dates and is<br/>very bitter about it. Just in case you feel too sorry for him, however,<br/>Barker is careful to include a homophobic monologue in which Michael complains<br/>about young women who waste their lives hanging out with effeminate males.<br/><br/>            <br/>Michael turns out to be the film", "'s most<br/>sympathetic subject--by a wide margin. At least he's not Mikey, a paunchy<br/>54-year-old who writes but can't sell screenplays and who always flees blind<br/>dates, because the women he gets fixed up with are \"mutts.\" Sounding like one<br/>of the low-level gangsters who posture like kingpins in Donnie Brasco ,<br/>Mikey talks a lot about mutts. He also reminisces about that 24 hour period in<br/>the '70s when he managed to sleep with three different beautiful women, whose<br/>pictures he shows off. These days, all he meets are mutts. He comes off as a<br/>pathetic little loser--a mutt.<br/><br/>            Aimee, on<br/>the other hand, is a pathetic big loser, weighing in at 225 pounds.<br/>Determined to get married before she turns ", "30, she generally is filmed beside<br/>bags of groceries and assorted junk foods. She cries about her situation to her<br/>thin friend, Laurie, who, in one scene, gently mentions Aimee's weight. Clearly<br/>the scene is scripted, but Aimee does a good job acting taken aback. She has<br/>always been fat--and she's \"OK with it,\" and a man just has to accept it. This<br/>is followed by more talk about how you attract men. Will they respect you if<br/>you call them back? If you express too much interest? \"Or,\" the viewer thinks,<br/>\"if you're 225 pounds?\"<br/><br/>            The only natural performer here is Brenda, a garrulous<br/>exhibitionist who blossoms with the camera on her--she could have a career as a<br/>Penny Marshall-style character actress. Divorced and aging, Brenda needs money<br/>", "and is willing to charge for her sexual services. It shouldn't be too<br/>difficult, because men are always showing her their dicks (\"I'm up to two dicks<br/>a day\"). They meet her and, a few minutes later, they show her their dicks.<br/>Weird, huh? What Barker leaves out (it's in a New York Observer article)<br/>is that Brenda, a former lap dancer, works in marketing at a strip joint.<br/>Presumably, men standing next to her in line at McDonald's don't show her their<br/>dicks. Nor, presumably, does she show them her breasts--although she bares them<br/>for Barker's camera, jabbering about her body while she doffs her clothes and<br/>steps into the shower and soaps up.<br/><br/>            Barker<br/>might have crafted his subjects' monologues from their own words, but he has<br/>robbed them of", " their spontaneity--and, thus, of their essence. They aren't<br/>thinking or trying to come to grips with their situations in front of your<br/>eyes, because they already know what they're going to say: They've been fixed<br/>like butterflies on the ends of pins and held up for voyeuristic inspection.<br/>The scenes with friends and confidantes have a crude, programmatic purpose. You<br/>can imagine the director composing a shot (the shots are tightly composed and<br/>elaborately lighted) and reminding them, \"In this scene she points out that you<br/>should lose weight and you get shocked and defensive. Ready ... Action.\"<br/><br/>            <br/>Call me square, but I find this antithetical to<br/>the documentary spirit. An Englishman who trained as an anthropologist before<br/>going to work for BBC Television, Barker clearly made up his mind about his<br/>material before his cameras began", " to roll--so it's no surprise that it feels<br/>prechewed and predigested. When reality interfered (Brenda apparently did not<br/>go through with a marriage to an immigrant in search of a green card for<br/>$10,000, as she does on-screen), Barker brushed the truth aside as immaterial,<br/>following her up the steps of City Hall in her wedding dress because it was<br/>\"true to her character.\" But what separates documentary from fiction is that<br/>real people are often more complicated, and more conflicted, than finished<br/>characters--as Brenda proved to be more (or, at least, other) than the sum of<br/>her parts. That's the kind of truth that reveals itself to documentary<br/>filmmakers after the fact, when they go over footage and discover unexpected<br/>patterns, dissonances, glimmers of a universe that's richer and messier than<br/>the one they set", " out to portray.<br/><br/>            So what are Barker's \"larger<br/>dramatic truths\"? Single people in big cities can be desperate. Single people<br/>fear they're going to die alone--unloved and unloving. People are judged and,<br/>in turn, judge others by how they look. Big news. One could argue, charitably,<br/>that the movie is meant to be prescriptive, that Barker intends for us to<br/>regard the ways in which his subjects delude themselves and thereby learn to<br/>see through our own self-delusions. But Barker hasn't concocted a larger<br/>dramatic structure that would hold those larger dramatic truths together<br/>and help us comprehend where these people went wrong. He dramatizes right up to<br/>the point where a dramatist would be expected to provide some insight--and<br/>then, hey, he's a documentarian.<br/><", "br/>            <br/>               Unmade<br/>Beds might make a good date movie. There's little to argue about in its<br/>subjects' personalities--both males and females will find them repulsive--and<br/>the picture the film paints of single life in the big city is so bleak that<br/>you'll probably want to jump into bed with whoever is sitting next to you.<br/>Anything to keep from turning into one of those people.<br/><br/>            The Slums of Beverly Hills also walks a line between two<br/>genres, in this case coming-of-age sex comedy and autobiographical monologue.<br/>Tamara Jenkins, the writer and first-time director, has an eye for absurd<br/>juxtapositions that was obviously sharpened by the pain of her nomadic<br/>upbringing. Her protagonist (Natasha Lyonne) spends her teen-age years being<br/>shuttled with her two brothers from one cheap dive to another in", " the 90210 ZIP<br/>code, all because her egregiously unsuccessful father (Alan Arkin) wants them<br/>to be educated in the best schools. (\"Furniture's temporary; education is<br/>permanent.\") It's a major omission, then, that we never see those schools or<br/>the kids' interaction with their stable, well-to-do Beverly Hills counterparts.<br/>We can't tell if the father is, on some weird level, justified in his fervor,<br/>or whether he's screwing up his children--subjecting them to humiliation and<br/>robbing them of a sense of permanence--for no reason. Jenkins hasn't quite<br/>figured out how to shape her narrative, which is full of episodes that are<br/>there because they actually happened but that don't have a payoff. I almost<br/>wish she'd included more voice-over narration, more commentary on the things<br/>that, as a filmmaker, she hasn't learned", " to bring out.<br/><br/>            <br/>               The<br/>Slums of Beverly Hills never gels, but it has a likable spirit, and it's<br/>exceedingly easy on the eye, with lots of pretty girls and wry evocations of<br/>'70s fashions and decor. The father, to obtain financial support from his<br/>wealthy brother (Carl Reiner), volunteers to take in his vaguely schizzy,<br/>dipsomaniacal niece (Marisa Tomei). She and her cousin compare breasts, play<br/>with vibrators, and talk in pig Latinish gibberish, but Jenkins never lets the<br/>proceedings get too sentimental: The whimsy is always cut with an acidic<br/>awareness of the family's desperation. \"Are we middle-class now?\" ask the<br/>children, hopefully, before another crisis sends them back into their van,<br/>cruising past the", " movie stars' mansions, in the mean streets of Beverly<br/>Hills.<br/><br/>            <br/>Grading on the steep curve established by<br/>summer blockbuster seasons past, these have turned out to be a pretty good few<br/>months at the movies. Even the commercial swill ( Deep Impact ,<br/>Armageddon , The Mask of Zorro , Small Soldiers , Snake<br/>Eyes , Halloween: H20 ) has been of a high grade, and Saving<br/>Private Ryan and Return to Paradise were Vitalis slaps in the kisser<br/>for people woozy from all the warm weather escapism. Out of Sight was<br/>tender and charming, as was, in its gross-out way, There's Something About<br/>Mary . And, on the indie front, The Opposite of Sex , Buffalo<br/>66 , and Pi have proved that there's still commercial life after<br/>Sundance. Sure, we had st", "inkers, but even Godzilla was fun to jeer at.<br/>And there's something reassuring about the fact that The Avengers is so<br/>rotten: proof yet again that people with piles of money can hire wizard<br/>production designers but can't fake class.<br/><br/>            I don't know who the<br/>credited screenwriter, Don MacPherson, is, but it's unlikely that he has ever<br/>seen an episode of the old Avengers , let alone sussed out the source of<br/>its appeal. Opening with a slapstick sequence of agent John Steed (Ralph<br/>Fiennes) doing kung fu, the film shifts to a scene in which he meets Mrs. Peel<br/>(Uma Thurman) while sitting naked in a sauna with only a newspaper to cover his<br/>private parts. The series was erotic in a way only prim English humor can be:<br/>The Old Boy Steed was capable of throwing a punch", " and bonking someone with his<br/>bowler, but he left the karate kicking to his liberated, leather-suited distaff<br/>associate. Here their roles have been witlessly muddled, and MacPherson's idea<br/>of banter is to have the pair complete each other's clichés.<br/><br/>            Whereas the original Steed,<br/>Patrick Macnee, was to the English Men's Club born, Fiennes is an eternal<br/>caddie. The willowy Thurman looks great in her outfits, but it's ever more<br/>apparent that she isn't much of an actress--at least, not a trained one--and<br/>her attempts at insouciance are embarrassingly arch. As the eccentric master<br/>villain who controls the weather, even Sean Connery is flat-out terrible,<br/>acting high on the hog. To think Connery once found the Bond films so far<br/>beneath", " him! When he sputters lines like \"Time to die!\" one imagines Dr. No,<br/>Goldfinger, and Blofeld snickering in the wings.<br/><br/>         <br/>      <br/>   <br/>"]