["<br/>   <br/>   <br/>      <br/>         <br/>            War and Pieces<br/><br/>            No movie in the last decade<br/>has succeeded in psyching out critics and audiences as fully as the powerful,<br/>rambling war epic The Thin Red Line , Terrence Malick's return to cinema<br/>after 20 years. I've sat through it twice and am still trying to sort out my<br/>responses, which run from awe to mockery and back. Like Saving Private<br/>Ryan , the picture wallops you in the gut with brilliant, splattery battle<br/>montages and Goyaesque images of hell on earth. But Malick, a certified<br/>intellectual and the Pynchonesque figure who directed Badlands and<br/>Days <br/>               of <br/>               Heaven in the 1970s and then disappeared, is in a<br/>different philosophical universe from Steven Spielberg. Post-carn", "age, his<br/>sundry characters philosophize about their experiences in drowsy, runic<br/>voice-overs that come at you like slow bean balls: \"Why does nature vie with<br/>itself? ... Is there an avenging power in nature, not one power but two?\" Or<br/>\"This great evil: Where's it come from? What seed, what root did it grow from?<br/>Who's doin' this? Who's killin' us, robbin' us of life and light?\" First you<br/>get walloped with viscera, then you get beaned by blather.<br/><br/>            Those existential<br/>speculations don't derive from the screenplay's source, an archetypal but<br/>otherwise down-to-earth 1962 novel by James Jones (who also wrote From Here<br/>to Eternity ) about the American invasion of the South Pacific island of<br/>Guadalcan", "al. They're central to Malick's vision of the story, however, and not<br/>specious. In the combat genre, the phrase \"war is hell\" usually means nothing<br/>more than that it's a bummer to lose a limb or two, or to see your buddy get<br/>his head blown off. A true work of art owes us more than literal horrors, and<br/>Malick obliges by making his theater of war the setting for nothing less than a<br/>meditation on the existence of God.<br/><br/>            He tells the story solemnly, in three parts, with a<br/>big-deal cast (Sean Penn, Nick Nolte, John Cusack) and a few other major stars<br/>(John Travolta, Woody Harrelson, George Clooney) dropping by for cameos. After<br/>an Edenic prelude, in which a boyishly idealistic absent without leave soldier,<br/>P", "vt. Witt (Jim Caviezel), swims with native youths to the accompaniment of a<br/>heavenly children's choir, the first part sees the arrival of the Allied forces<br/>on the island, introduces the principal characters (none of whom amounts to a<br/>genuine protagonist), and lays out the movie's geographical and philosophical<br/>terrain. The centerpiece--the fighting--goes on for over an hour and features<br/>the most frantic and harrowing sequences, chiefly the company's initially<br/>unsuccessful frontal assault on a Japanese hilltop bunker. The coda lasts<br/>nearly 40 minutes and is mostly talk and cleanup, the rhythms growing more<br/>relaxed until a final, incongruous spasm of violence--whereupon the surviving<br/>soldiers pack their gear and motor off to another South Pacific battle. In the<br/>final shot, a twisted tree grows on the waterline of the beach, the cycle of<br/>", "life beginning anew.<br/><br/>            <br/>               The Thin Red<br/>Line has a curious sound-scape, as the noise of battle frequently recedes<br/>to make room for interior monologues and Hans Zimmer's bump-bump, minimalist<br/>New Age music. Pvt. Bell (Ben Chaplin) talks to his curvy, redheaded wife,<br/>viewed in deliriously sensual flashbacks. (\"Love: Where does it come from? Who<br/>lit this flame in us?\") Lt. Col. Tall (Nolte), a borderline lunatic passed over<br/>one too many times for promotion and itching to win a battle no matter what the<br/>human cost, worries groggily about how his men perceive him. The dreamer Witt<br/>poses folksy questions about whether we're all a part of one big soul. If the<br/>movie has a spine, it's his off-and-on dialogue with Sgt. Welsh", " (Penn), who's<br/>increasingly irritated by the private's beatific, almost Billy Budd-like<br/>optimism. Says Welsh, \"In this world, a man himself is nothin', and there ain't<br/>no world but this one.\" Replies Witt, high cheekbones glinting, \"I seen another<br/>world.\" At first it seems as if Witt will indeed be Billy Budd to Welsh's<br/>vindictive Claggart. But if Witt is ultimately an ethereal martyr, Welsh turns<br/>out to be a Bogart-like romantic who can't stop feeling pain in the face of an<br/>absent God. He speaks the movie's epitaph, \"Darkness and light, strife and<br/>love: Are they the workings of one mind, the feature of the same face? O my<br/>soul, let me be in you now. Look out through my eyes. Look out at the things<br/>you made", ", all things shining.\"<br/><br/>            Malick puts a lot of shining things on the screen:<br/>soldiers, natives, parrots, bats, rodents, visions of Eden by way of<br/>National Geographic and of the Fall by way of Alpo. Malick's conception<br/>of consciousness distributes it among the animate and inanimate alike; almost<br/>every object is held up for rapturous contemplation. I could cite hundreds of<br/>images: A soldier in a rocking boat hovers over a letter he's writing, which is<br/>crammed from top to bottom and side to side with script. (You don't know the<br/>man, but you can feel in an instant his need to cram everything in.) A small,<br/>white-bearded Melanesian man strolls nonchalantly past a platoon of tensely<br/>trudging grunts who can't believe they're encountering this instead of a<br/>hail", " of Japanese bullets. Two shots bring down the first pair of soldiers to<br/>advance on the hill; a second later, the sun plays mystically over the tall,<br/>yellow grass that has swallowed their bodies. John Toll's camera rushes in on a<br/>captured Japanese garrison: One Japanese soldier shrieks; another, skeletal,<br/>laughs and laughs; a third weeps over a dying comrade. The face of a Japanese<br/>soldier encased in earth speaks from the dead, \"Are you righteous? Know that I<br/>was, too.\"<br/><br/>            Whether or not these pearllike epiphanies are<br/>strung is another matter. Malick throws out his overarching theme--is<br/>nature two-sided, at war with itself?--in the first few minutes but, for all<br/>his startling juxtapositions, he never dramatizes it with anything approaching<br/>the clarity of, say, Brian De", " Palma's Casualties of War (1989). Besides<br/>the dialogue between Welsh and Witt, The Thin Red Line 's other<br/>organizing story involves a wrenching tug of war between Nolte's<br/>ambition-crazed Tall and Capt. Staros (Elias Koteas), who refuses an order to<br/>send his men on what will surely be a suicidal--and futile--assault on a<br/>bunker. But matters of cause and effect don't really interest Malick.<br/>Individual acts of conscience can and do save lives, and heroism can win a war<br/>or a battle, he acknowledges. But Staros is ultimately sent packing, and Malick<br/>never bothers to trace the effect of his action on the Guadalcanal operation.<br/>In fact, the entire battle seems to take place in a crazed void. Tall quotes<br/>Homer's \"rosy-fingered dawn\" and", " orders a meaningless bombardment to \"buck the<br/>men up--it'll look like the Japs are catching hell.\" Soldiers shoot at hazy<br/>figures, unsure whether they're Japanese or American. Men collide, blow<br/>themselves in half with their own mishandled grenades, stab themselves<br/>frantically with morphine needles, shove cigarettes up their noses to keep the<br/>stench of the dying and the dead at bay. A tiny bird, mortally wounded,<br/>flutters in the grass.<br/><br/>            Malick is convincing--at<br/>times overwhelming--on the subject of chaos. It's when he tries to ruminate on<br/>order that he gets gummed up, retreating to one of his gaseous multiple<br/>mouthpieces: \"Where is it that we were together? Who is it that I lived with?<br/>Walked with? The brother. ... The friend. ... One mind.\"", " I think I'd have an<br/>easier time with Malick's metaphysical speculations if I had a sense of some<br/>concomitant geopolitical ones--central to any larger musings on forces of<br/>nature as viewed through the prism of war. Couldn't it be that the German and<br/>Japanese fascist orders were profoundly anti-natural, and that the Allies'<br/>cause was part of a violent but natural correction? You don't have to buy into<br/>Spielberg's Lincolnesque pieties in Saving Private Ryan to believe that<br/>there's a difference between World War II and Vietnam (or, for that matter,<br/>World War II and the invasion of Grenada or our spats with Iraq). While he was<br/>at Harvard, Malick might have peeled himself off the lap of his pointy-headed<br/>mentor, Stanley Cavell, the philosopher and film theorist, and checked out a<br/>few of Michael Walt", "zer's lectures on just and unjust wars. Maybe then he'd view<br/>Guadalcanal not in an absurdist vacuum (the soldiers come, they kill and are<br/>killed, they leave) but in the larger context of a war that was among the most<br/>rational (in its aims, if not its methods) fought in the last several<br/>centuries. For all his visionary filmmaking, Malick's Zen neutrality sometimes<br/>seems like a cultivated--and pretentious--brand of fatuousness.<br/><br/>            John Travolta's empty nightclub impersonation of Bill<br/>Clinton in Primary Colors (1998) had one positive result: It gave him a<br/>jump-start on Jan Schlichtmann, the reckless personal injury lawyer at the<br/>center of A Civil Action . Travolta's Schlichtmann is much more redolent<br/>of Clinton: slick and selfish and corrupt in lots of ways but basically on", " the<br/>side of the angels, too proud and arrogant to change tactics when all is<br/>certainly lost. Schlichtmann pursued--and more or less blew--a civil liability<br/>case against the corporate giants Beatrice and W.R. Grace over the allegedly<br/>carcinogenic water supply of Woburn, Mass. Boston writer Jonathan Harr, in the<br/>book the movie is based on, went beyond the poison in the Woburn wells to evoke<br/>(stopping just short of libel) the poison of the civil courts, where platoons<br/>of overpaid corporate lawyers can drive opponents with pockets less deep and<br/>psyches less stable into bankruptcy and hysteria.<br/><br/>            Director Steven<br/>Zaillian's version doesn't capture the mounting rage that one experiences while<br/>reading Harr's book, or even the juicy legal machinations that Francis Ford<br/>Coppola giddily manipulated in his underrated adaptation", " of John Grisham's<br/>The Rainmaker (1997). But A Civil Action is a sturdy piece of<br/>work, an old-fashioned conversion narrative with some high-tech zip.<br/>Schlichtmann doesn't take this \"orphan\" case--brought by the parents of several<br/>children who died of leukemia--because he wants to do good but because he<br/>figures that Grace and Beatrice will fork over huge sums of money to keep the<br/>parents from testifying publicly about their children's last days. He might<br/>succeed, too, if it weren't for Jerome Facher (Robert Duvall), the Beatrice<br/>lawyer who knows how to keep Schlichtmann shadowboxing while his small firm's<br/>financial resources dwindle to nothing.<br/><br/>            Zaillian is at his most assured when he cuts back and forth<br/>between Facher's Harvard Law School lectures on what not to do in court<br", "/>and Schlichtmann's fumbling prosecution. The sequence has the extra dimension<br/>of good journalism: It dramatizes and comments simultaneously. Plus, it gives<br/>Duvall a splendid platform for impish understatement. (Duvall has become more<br/>fun to watch than just about anyone in movies.) Elsewhere, Zaillian takes a<br/>more surface approach, sticking to legal minutiae and rarely digging for the<br/>deeper evil. As in his Searching for Bobby Fischer (1993), the outcome<br/>of every scene is predictable, but how Zaillian gets from beat to beat is<br/>surprisingly fresh. He also gets sterling bit performances from Sydney Pollack<br/>as the spookily sanguine Grace CEO, William H. Macy as Schlichtmann's rabbity<br/>accountant, and Kathleen Quinlan as the mother of one of the victims. Quinlan<br/>knows that when you're playing a", " woman who has lost a child you don't need to<br/>emote--you reveal the emotion by trying not to emote.<br/><br/>            To the families involved in the Woburn tragedy, the<br/>real climax of this story isn't the downbeat ending of the book or the sleight<br/>of hand, \"let's call the Environmental Protection Agency,\" upbeat ending of the<br/>movie. The climax is the publication of a book that takes the plaintiffs' side<br/>and that remains on the best-seller list in hardcover and paperback for years.<br/>The climax is the movie starring John Travolta. Beatrice and Grace made out OK<br/>legally, but some of us will never use their products again without thinking<br/>about Travolta losing his shirt in the name of those wasted-away little<br/>kids.<br/><br/>         <br/>      <br/>   <br/>"]