["<br/>   <br/>   <br/>      <br/>         <br/>            Eleven-Twelfths of 1999 In Review<br/><br/>            When Chatterbox invited<br/>readers to nominate events, significant deaths, good and bad movies, etc.,<br/>for 1999--a year likely to get little attention in the coming weeks, as news<br/>organizations choose instead to review the entire century or millennium--the<br/>response was overwhelming. Chatterbox had promised to publish his official<br/>\"1999 In Review\" item before Thanksgiving, but some distant memory of a scruple<br/>persuaded him to wait till November was over. Nothing ever happens in<br/>December.<br/><br/>            OK, that's not quite true. Hordes of protesters in<br/>Seattle are making the World Trade Organization's meeting there a much more<br/>exciting TV story than anyone expected it to be. Reader Dan Crist (", "who<br/>finds Chatterbox's habit of referring to himself in the third person \"rather<br/>annoying and less than professional\") points out that Japan bombed Pearl Harbor<br/>in Dec. 1941. Also, Chatterbox (moonlighting as \"Today's Papers\"<br/>columnist) observed not quite one year ago that the House of Representatives<br/>cast its second presidential-impeachment vote in U.S. history on Dec. 19, 1998.<br/>(That same news-filled day, the U.S. ended an air war against Iraq and Bob<br/>Livingston said he'd decided not to become House speaker after all.) Two months<br/>after the impeachment vote, the Senate failed<br/>to convict the president--a highly significant event of 1999 that, for some<br/>bizarre reason, slipped Chatterbox's mind until several indignant readers wrote<br/>in to remind him of it.<br/><br", "/>            By now, it should be clear that Chatterbox isn't much good at year-in-review<br/>journalism. Fortunately, Chatterbox's readers are very good at it. He will now<br/>turn this survey over to them.<br/><br/>            ( Disclaimer: Although Chatterbox previously stated that he wouldn't<br/>include opinions he disagreed with, that standard proved too confining. Where<br/>Chatterbox has solid information or opinions to the contrary, he occasionally<br/>interjects below. Obviously stupid or unnecessarily sour reader comments were<br/>discarded, but if you don't find your nominee below it doesn't necessarily mean<br/>that it was obviously stupid or unnecessarily sour. )<br/><br/>            Here are 20 important things that happened in 1999:<br/><br/>            1. Most Hated Celebrity--Ever?<br/>            <br/><br/>            <br/><br/>               <br/>                  ", " The New York Times<br/>reported on Nov. 10, 1999, that a new record had been set in the latest<br/>Times /CBS poll: [Its] highest negative rating ever scored by a person in<br/>the news. The honor went to Reform Party candidate Donald Trump, who managed to<br/>make an unfavorable impression upon some 70 percent of those polled. The paper<br/>noted that this achievement far eclipsed the last comparably negative<br/>rating--the 55 percent score attained by Linda Tripp. Presumably this came as<br/>no surprise to Mr. Trump, who, upon announcing the formation of a presidential exploratory<br/>committee on Oct. 7, 1999, had cited polls with \"amazing results\"--a<br/>remark that was widely misinterpreted at the time.<br/>               <br/><br/>               -- Jodie Allen of U.S. News & World Report (and frequent<br/><br/>                    ", " Slate<br/>                   contributor)<br/><br/>            <br/><br/>            2. Most Foolishly Ignored Parts of the World in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  The dog that did bark but no one noticed--the political turmoil in the<br/>three great South Asian nations of India, Pakistan, and Indonesia, which now<br/>are well on the way to passing the three northern Asian nations of China,<br/>Japan, and Russia in population (Indonesia is fourth, Pakistan just passed Japan to<br/>seventh, India will soon pass China to first). But Americans are still fixated<br/>on northern Asia--Clinton says he must deal with China, because \"you can't<br/>ignore a billion people with nuclear weapons,\" but his own policy toward India<br/>shows that you sure can!<br/>               <br/><br/>               --Jim Chapin<br/><br/>           ", " <br/><br/>            3. Worst/Best Films of 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  Here's my nominee for worst movie of the year (complete category should<br/>be: \"Worst Movie of the Year That Assumedly Adult Male Reviewers Slathered<br/>Over\"): <br/>                  There's<br/>Something About Mary<br/>                  --a pathetically sophomoric, penis-obsessed mess<br/>that wouldn't even appeal to Larry Flynt!<br/>               <br/><br/>               -- Felicia, Menlo Park, Cal.<br/><br/>            <br/><br/>            <br/>               Chatterbox replies:<br/>            <br/><br/>            <br/><br/>               <br/>                  You've got the wrong year. That was 1998 .<br/>                  <br/>               <br/><br/>           ", " <br/><br/>            [Chatterbox didn't have the heart to add that he thought There's<br/>Something About Mary was pretty funny, especially the joke about \"the<br/>franks or the beans.\"]<br/><br/>            <br/>               <br/>                  Felicia replies:<br/>            <br/><br/>            <br/><br/>               <br/>                  Oops ... well then, the best of '99 was <br/>                  The<br/>Red Violin<br/>                  --lyrical, magical, musical, wonderful!<br/>               <br/><br/>            <br/><br/>            [Chatterbox hasn't seen it.]<br/><br/>            4. Most Shameless (and Unsuccessful) Attempt To Have It Both Ways in<br/>1999 :<br/><br/>            <br/><br/>               <br/>                  Sen. Arlen Specter, citing Scottish law, finds Clinton \"not", "<br/>proven\" on the impeachment charges.<br/>               <br/><br/>               --Andrew Solovay<br/><br/>            <br/><br/>            5. Rest in Peace in 1999:<br/>            <br/><br/>            <br/><br/>               <br/>                  Stanley Kubrick (multiple sources)<br/><br/>               <br/>                  John Kennedy<br/>Jr. (multiple sources)<br/><br/>               <br/>                  Susan Strasberg (anonymous tipster; Strasberg played Anne<br/>Frank in the original production of the Broadway adaptation, which some people<br/>think wasn't Jewish enough)<br/><br/>               <br/>                  Mel Torme (Steve Reiness)<br/><br/>               <br/>                  Mrs. Whozit [ Chatterbox interjects : her name was Anne Sheafe Miller], the first person ever to be saved<br/>by penicillin (", "Blair Bolles)<br/><br/>            <br/><br/>            <br/>               6. 1999: The Road Not Taken<br/>            <br/><br/>            <br/><br/>               <br/>                   What an extraordinary year! A<br/>right-wing conspiracy topples the president, and the governor of Texas reveals<br/>himself in a series of debates to be a natural leader with an innate gift for<br/>connecting with his audience, a sure sign of his electoral success next year. A<br/>new Thomas Harris book brilliantly takes us deeper into the<br/>mind of a serial killer; a new Star Wars movie redefines the very nature of<br/>entertainment; a new Stanley Kubrick film changes the whole national dialogue about<br/>sex and marriage; a new TV series from the creator of SportsNight --oh, I<br/>can't even bring myself to bash that piece of do-gooder twaddle. If only<br/>Mc", "Donald's had come out with three more boldly adult-flavored hamburgers, it<br/>would have been a perfect year for dud megaevents--all leading up of course to<br/>Y2K, the limpest milestone in human history.<br/>               <br/><br/>               --Mike Gebert<br/><br/>            <br/><br/>            7 . Children Behaving Badly in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  Don't forget Woodstock 1999 --the concert of \"peace and love\" that<br/>ended in a literal blaze of glory when in an hours-long tribute to the original<br/>Woodstock, the mob started ripping down vendor booths and anything else that<br/>would burn and piling it onto the bonfires scattered about the scene.<br/>[ Chatterbox interjects: Didn't people get assaulted and raped, too?]<br/>I'm getting", " all sentimental just thinking about it.<br/>               <br/><br/>               You also left out all the shooting rampages . Several were done in the name of God<br/>or love supposedly. They were all committed by \"quiet, shy\" people who \"mostly<br/>kept to\" themselves. I've started to hang around only loud, obnoxious<br/>people.<br/>               <br/><br/>               --Susan Hoechstetter<br/><br/>            <br/><br/>            8. A Lunatic Rhapsody for the <br/>               New York Yankees<br/>            <br/><br/>            <br/><br/>               <br/>                   The Yankees can actually<br/>be referred to as the glue that held the century together. Of course, as the<br/>1999 World Series champions, they are a significant \"story of the year.\"<br/>However, this one singular achievement must be considered in a broader<br/>context.<br/>", "               <br/><br/>               1999 represented the team's 25th championship of the century. This beats, by<br/>one, the most championships any one team won during the century. The Montreal<br/>Canadiens have won 23 Stanley Cups. However, the Yankees, an American team,<br/>playing in the \"City of the Century\" (so called by me to reflect the amazing<br/>growth and transformation of one city during this period), who play the<br/>\"National Pastime,\" are truly an amazing story.<br/><br/>               The team's first championship occurred in 1921; therefore, they have won 25<br/>of the last 78 years, nearly one in three. This level of sustained excellence<br/>is not matched in sports or in any other aspect of society. The 1999 win is<br/>possibly the most unique. With free-agency, expansion, and three levels of<br/>playoffs, it is much", " harder to win today than in past years. In fact, by<br/>winning three of the last four championships, they are the first team to<br/>accomplish this feat during the eras of free-agency and of divisional play.<br/><br/>               The Sultan of Swat, the Iron Man, the Yankee Clipper, the Mick, and<br/>Yogi--these strong, masculine names are synonymous with the team, the sport,<br/>and American history. They went hand in hand with two world wars, Superman, and<br/>America's superpower status. The 1999 squad does not feature \"a name.\" This<br/>team, with its myriad of human-interest stories, its international roster, and<br/>no star, is representative of '90s man, male sensitivity, Pax American<br/>interests, and the new political paradigm.<br/><br/>            <br/><br/>            --Jim Landau from North Potomac", ", Md. (formerly of the Bronx)<br/><br/>            9. A Big Shot Calls for Decriminalizing Drug Use in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  New Mexico Gov. Gary Johnson came out for ending drug prohibition. Though this<br/>by itself has no immediate effect, it makes it respectable, for the first time,<br/>for political leaders to discuss the subject, and thereby brings closer the day<br/>when the vast majority of crimes will no longer be committed, when billions of<br/>dollars will be freed to help the inner city instead of to ruin black people's<br/>lives, and when we will stop, as in Samuel Butler's <br/>                  Erewhon<br/>                  , imprisoning people for the crime of<br/>being sick.<br/>               <br/><br/>               --Henry Cohen<br/><br/>            <br/><br/>            <br", "/>               Chatterbox interjects: Didn't Baltimore Mayor Kurt Schmoke do the same thing 11 years ago?<br/><br/>            10. Don't Worry in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  The Dalai<br/>Lama proclaimed that most important thing in the world is to be<br/>happy.<br/>               <br/><br/>               --Margaret Taylor<br/><br/>            <br/><br/>            11. The Athletic Bra Seen 'Round the World in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  Public interest and media attention to the women's World Cup in<br/>soccer.<br/>               <br/><br/>               --Tom Horton<br/><br/>            <br/><br/>            12. Another Overlooked Foreign-Policy Event in 1999<br/>            <", "br/><br/>            <br/><br/>               Presidential primary elections for the first time ever in<br/>Mexico.<br/>               <br/><br/>               --Tom Horton<br/><br/>            <br/><br/>            13. Policing the World Is Shown To Work in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                   I nominate as the most<br/>under-reported story of the year (and the last few years) the continuing<br/>alarmist predictions by foreign-policy and military experts about peacekeeping<br/>efforts, which are then proved wrong and immediately forgotten. This year, the<br/>obvious one is Kosovo, but the year is also ending with East Timor, where the<br/>Aussies and their allies successfully stopped the slaughter with no<br/>casualties.<br/>               <br/><br/>               These followed Haiti, Bosnia, and Rwanda as places where the West delayed", "<br/>sending in troops because of alarmist predictions.<br/><br/>               --Jerry Skurnik<br/><br/>            <br/><br/>            14. Barbara Walters Did This One on Her Year-End Special, But It's Still<br/>Good<br/>            <br/><br/>            <br/><br/>               <br/>                  Don't forget, Susan Lucci finally won an Emmy .<br/><br/>               <br/>                  --anonymous tipster<br/>               <br/><br/>            <br/><br/>            15. Annals of Justice in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  Matthew Shepard: the despicable defense .<br/>               <br/><br/>               -- anonymous tipster<br/>               <br/><br/>            <br/><br/>            16. Get Me a New Century, Quick<br/>            <br/><br/>           ", " <br/><br/>               <br/>                  A sitting president was accused of rape.<br/>               <br/><br/>               --Ananda Gupta<br/><br/>            <br/><br/>            <br/>               Chatterbox interjects: Yes, but the evidence was shaky--something the<br/>Wall Street Journal 's editorial page, which broke the story, was<br/>not<br/>very forthcoming about. As Jack Shafer<br/>wrote in this column, Ronald Reagan, after he left office, was also accused<br/>of having once committed rape. The evidence there was shaky, too.<br/><br/>            17. The Most Important Thing of All That Happened in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  In 1999, more than half of U.S. homes had a PC, for the first time (i.e.,<br/>home-PC penetration passed", " 50 percent). Of course, most of these PCs crashed<br/>all the time, but it's still a significant development. By the way, Internet<br/>hookups in homes are still well below 50 percent.<br/>               <br/><br/>               --Walt Mossberg, \"Personal<br/>Technology\" columnist for the Wall Street Journal (and occasional<br/>rock-music<br/>historian for this column)<br/><br/>            <br/><br/>            18. All Dolled Up and Nowhere To Go in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  General<br/>Pinochet<br/>               <br/><br/>               <br/>                  --Jodie Maurer<br/>               <br/><br/>            <br/><br/>            19. Senate Endorses Nuclear Proliferation in 1999<br/>            <br/><br/>            <br/><", "br/>               <br/>                  The Senate rejected the Comprehensive Test<br/>Ban Treaty , thereby decapitating nuclear-arms control and sending Iraq,<br/>Iran, and North Korea the message that the United States won't raise a big<br/>stink if they try to join India and Pakistan. The president woke up to this<br/>possibility at about the moment it was realized, and started lobbying for<br/>passage of the treaty a day after it became too late.<br/>               <br/><br/>               --Josh Pollack<br/><br/>            <br/><br/>            20. Unremarked Natural Disaster in 1999<br/>            <br/><br/>            <br/><br/>               <br/>                  The Indian Supercyclone is the biggest, this century at<br/>least.<br/>               <br/><br/>               <br/>                  --Samir Raiyani<br/>               <br/><br/>               <br", "/>                  Photographs of: Donald Trump by Peter Morgan/Reuters; Natalie Portman by<br/>Keith Hamshere/Lucasfilm Ltd./Reuters; New York Yankees players by Gary<br/>Hershorn/Reuters; KLA member by Hazir Reka/Reuters.<br/>               <br/><br/>            <br/><br/>         <br/>      <br/>   <br/>"]