["<br/>   <br/>   <br/>      <br/>         <br/>            Maledict<I>oratory</I><br/><br/>            The high costs of low<br/>language.<br/><br/>            Sunday, Jan. 14, 1996: A<br/>day that will live in--well, not infamy, exactly. Blasphemy would be closer to<br/>it.<br/><br/>            Early that afternoon, the<br/>Pittsburgh Steelers defeated the Indianapolis Colts to win the American<br/>Football Conference championship. Linebacker Greg Lloyd, accepting the trophy<br/>in front of a national television audience, responded with enthusiasm. \"Let's<br/>see if we can bring this damn thing back here next year,\" he said, \"along with<br/>the [expletive] Super Bowl.\"<br/><br/>            A few<br/>hours later, Michael Irvin of the Dallas Cowboys offered this spirited defense<br", "/>of his coach on TV after his team won the National Football Conference title:<br/>\"Nobody deserves it more than Barry Switzer. He took all of this [expletive]<br/>.\"<br/><br/>            Iwatched those episodes, and, incongruous as it may sound,<br/>I thought of Kenneth Tynan. Britain's great postwar drama critic was no fan of<br/>American football, but he was a fan of swearing. Thirty years earlier, almost<br/>to the week, Tynan was interviewed on BBC television in his capacity as<br/>literary director of Britain's National Theater and asked if he would allow the<br/>theater to present a play in which sex took place on stage. \"Certainly,\" he<br/>replied. \"I think there are very few rational people in this world to whom the<br/>word '[expletive]' is particularly diabolical or revolting or totally<br/>forbidden.\"<", "br/><br/>            It turned out there were a<br/>few more than Tynan thought. Within 24 hours, resolutions had been introduced<br/>in the House of Commons calling for his prosecution on charges of obscenity,<br/>for his removal as a theater official, and for censure of the network for<br/>allowing an obscene word to go out on the airwaves. Tynan escaped punishment,<br/>but he acquired a public reputation for tastelessness that he carried for the<br/>rest his life. To much of ordinary Britain, he became the man who had said<br/>\"[expletive]\" on the BBC.<br/><br/>            Neither<br/>Greg Lloyd nor Michael Irvin was so stigmatized. \"It's live television,\" NBC<br/>Vice President Ed Markey said, rationalizing the outbursts. \"It's an emotional<br/>moment. These things happen.\" Irvin wasn't about to let that stand. \"", "I knew<br/>exactly what I was saying,\" he insisted later. \"Those of you who can't believe<br/>I said it--believe it.\"<br/><br/>            Swearing isn't the only public act that Western<br/>civilization condones today but didn't 30 years ago. But it is one of the most<br/>interesting. It is everywhere, impossible to avoid or tune out.<br/><br/>             <br/><br/>            <br/><br/>               I am sitting in a meeting at the office, talking with a colleague about a<br/>business circumstance that may possibly go against us. \"In that case, we're<br/>[expletive] ,\" he says. Five years ago, he would have said \"screwed.\" Twenty<br/>years ago, he would have said, \"We're in big trouble.\" Societal tolerance of<br/>profanity requires us to increase our dosage as time goes on.<br/> <", "br/><br/>               <br/><br/>               I am walking along a suburban street, trailing a class of pre-schoolers who<br/>are linked to each other by a rope. A pair of teen-agers passes us in the other<br/>direction. By the time they have reached the end of the line of children, they<br/>have tossed off a whole catalog of obscenities I did not even hear until I was<br/>well into adolescence, let alone use in casual conversation on a public street.<br/> <br/><br/>               <br/><br/>               I am talking to a distinguished professor of public policy about a<br/>foundation grant. I tell her something she wasn't aware of before. In 1965, the<br/>appropriate response was \"no kidding.\" In 1996, you do not say \"no kidding.\" It<br/>is limp and ineffectual. If you are surprised at all, you say what she says:<br/>", "\"No shit.\"<br/><br/>            <br/><br/>            What word is taboo in middle-class America in 1996? There<br/>are a couple of credible candidates: The four-letter word for \"vagina\" remains<br/>off-limits in polite conversation (although that has more to do with feminism<br/>than with profanity), and the slang expression for those who engage in oral sex<br/>with males is not yet acceptable by the standards of office-meeting<br/>etiquette.<br/><br/>            But aside from a few<br/>exceptions, the supply of genuinely offensive language has dwindled almost to<br/>nothing as the 20th century comes to an end; the currency of swearing has been<br/>inflated to the brink of worthlessness. When almost anything can be said in<br/>public, profanity ceases to exist in any meaningful way at all.<br/><br/>            That<br/>most of the forbidden words of the", " 1950s are no longer forbidden will come as<br/>news to nobody: The steady debasement of the common language is only one of<br/>many social strictures that have loosened from the previous generation to the<br/>current. What is important is that profanity served a variety of<br/>purposes for a long time in Western culture. It does not serve those purposes<br/>any more.<br/><br/>            What purposes? There are a couple of plausible answers. One<br/>of them is emotional release. Robert Graves, who wrote a book in the 1920s<br/>called The Future of Swearing , thought that profanity was the adult<br/>replacement for childhood tears. There comes a point in life, he wrote, when<br/>\"wailing is rightly discouraged, and groans are also considered a signal of<br/>extreme weakness. Silence under suffering is usually impossible.\" So one<br/>reaches back for a word one does not", " normally use, and utters it without undue<br/>embarrassment or guilt. And one feels better--even stimulated.<br/><br/>            The anthropologist Ashley<br/>Montagu, whose Anatomy of Swearing , published in 1967, is the definitive<br/>modern take on the subject, saw profanity as a safety valve rather than a<br/>stimulant, a verbal substitute for physical aggression. When someone swears,<br/>Montagu wrote, \"potentially noxious energy is converted into a form that<br/>renders it comparatively innocuous.\"<br/><br/>            One<br/>could point out, in arguing against the safety-valve theory, that as America<br/>has grown more profane in the past 30 years, it has also grown more violent,<br/>not less. But this is too simple. It isn't just the supply of dirty words that<br/>matters, it's their emotive power. If they have lost that power through", "<br/>overuse, it's perfectly plausible to say that their capacity to deter<br/>aggressive behavior has weakened as well.<br/><br/>            But there is something else important to say about<br/>swearing--that it represents the invocation of those ideas a society considers<br/>powerful, awesome, and a little scary.<br/><br/>            I'm not sure there is an<br/>easy way to convey to anybody under 30, for example, the sheer emotive force<br/>that the word \"[expletive]\" possessed in the urban childhood culture of 40<br/>years ago. It was the verbal link to a secret act none of us understood but<br/>that was known to carry enormous consequences in the adult world. It was the<br/>embodiment of both pleasure and danger. It was not a word or an idea to mess<br/>with. When it was used, it was used, as Ashley Montagu said, \"sotto<br/>", "voce , like a smuggler cautiously making his way across a forbidden<br/>frontier.\"<br/><br/>            In that<br/>culture, the word \"[expletive]\" was not only obscene, it was profane, in the<br/>original sense: It took an important idea in vain. Profanity can be an act of<br/>religious defiance, but it doesn't have to be. The Greeks tempted fate by<br/>invoking the names of their superiors on Mount Olympus; they also swore upon<br/>everyday objects whose properties they respected but did not fully understand.<br/>\"By the Cabbage!\" Socrates is supposed to have said in moments of stress, and<br/>that was for good reason. He believed that cabbage cured hangovers, and as<br/>such, carried sufficient power and mystery to invest any moment with the<br/>requisite emotional charge.<br/><br/>            These days, none of us believes in cabbage in the way<br/>", "Socrates did, or in the gods in the way most Athenians did. Most Americans tell<br/>poll-takers that they believe in God, but few of them in a way that would make<br/>it impossible to take His name in vain: That requires an Old Testament piety<br/>that disappeared from American middle-class life a long time ago.<br/><br/>            Nor do we believe in sex<br/>any more the way most American children and millions of adults believed in it a<br/>generation ago: as an act of profound mystery and importance that one did not<br/>engage in, or discuss, or even invoke, without a certain amount of excitement<br/>and risk. We have trivialized and routinized sex to the point where it just<br/>doesn't carry the emotional freight it carried in the schoolyards and bedrooms<br/>of the 1950s.<br/><br/>            Many<br/>enlightened people consider this to be a great improvement over", " a society in<br/>which sex generated not only emotion and power, but fear. For the moment, I<br/>wish to insist only on this one point: When sexuality loses its power to awe,<br/>it loses its power to create genuine swearing. When we convert it into a casual<br/>form of recreation, we shouldn't be surprised to hear linebackers using the<br/>word \"[expletive]\" on national television.<br/><br/>            To profane something, in other words, one must believe in<br/>it. The cheapening of profanity in modern America represents, more than<br/>anything else, the crumbling of belief. There are very few ideas left at this<br/>point that are awesome or frightening enough for us to enforce a taboo against<br/>them.<br/><br/>            The instinctive response<br/>of most educated people to the disappearance of any taboo is to applaud it, but<br/>this is wrong. Healthy societies need a decent supply", " of verbal taboos and<br/>prohibitions, if only as yardsticks by which ordinary people can measure and<br/>define themselves. By violating these taboos over and over, some succeed in<br/>defining themselves as rebels. Others violate them on special occasions to<br/>derive an emotional release. Forbidden language is one of the ways we remind<br/>children that there are rules to everyday life, and consequences for breaking<br/>them. When we forget this principle, or cease to accept it, it is not just our<br/>language that begins to fray at the edges.<br/><br/>            What do we do about it?<br/>Well, we could pass a law against swearing. Mussolini actually did that. He<br/>decreed that trains and buses, in addition to running on time, had to carry<br/>signs that read \"Non bestemmiare per l'onore d'Italia.\" (\"Do not swear for the<br/>h", "onor of Italy.\") The commuters of Rome reacted to those signs exactly as you<br/>would expect: They cursed them.<br/><br/>            What Mussolini could not<br/>do, I am reasonably sure that American governments of the 1990s cannot do, nor<br/>would I wish it. I merely predict that sometime in the coming generation,<br/>profanity will return in a meaningful way. It served too many purposes for too<br/>many years of American life to disappear on a permanent basis. We need it.<br/><br/>            And so I am reasonably<br/>sure that when my children have children, there will once again be words so<br/>awesome that they cannot be uttered without important consequences. This will<br/>not only represent a new stage of linguistic evolution, it will be a token of<br/>moral revival. What the dirty words will be, God only knows.<br/><br/>         <br/>      <br/>   <br/>"]