["<br/>   <br/>   <br/>      <br/>         <br/>            Dole vs. the <I>Times</I><br/><br/>            For several weeks now,<br/>pundits have debated how Bob Dole would exit the stage. Would he depart on a<br/>negative note about his opponent or a positive one about himself? Would he<br/>leave with anger or with humor? In the past several days, the issue has been<br/>settled. Dole, it appears, will end his political career raging against the<br/>New York Times .<br/><br/>            Dole's spat with the gray<br/>lady went public on Thursday, Oct. 24. In New Orleans, Dole charged the paper<br/>with ignoring a story about a Miami drug dealer who got invited to the White<br/>House. \"This is a disgrace,\" Dole insisted. \"I doubt if you even read it in the<br", "/>New York Times . They probably put it in the want ads. They don't put any<br/>anti-Clinton stories in the New York Times . Only anti-Dole stories in<br/>the New York Times .\" Dole repeated his attack for the next five days.<br/>\"We are not going to let the media steal this election,\" he told a crowd in<br/>Dallas on Friday. \"This country belongs to the people, not the New York<br/>Times .\" On Saturday, in Visalia, Calif., he added, \"I know that with a<br/>crowd this size, the New York Times will write not many people showed<br/>up, but the other papers will get it right.\"<br/><br/>            On Sunday<br/>(the day the Times endorsed Clinton), Dole called the paper \"the<br/>apologist for President Clinton for the last four years and an arm of the<br/>Democratic National Committee.\" In a CNN interview broadcast Monday, D", "ole said<br/>the Times \"might as well be part of the Democratic Party. ... They<br/>hammer us on a daily basis. We make a major speech, they bury it back on<br/>section D. They put a front-page story that, well, Bob Dole and Jack Kemp<br/>didn't get along together 12 years ago.\" On Tuesday, Dole was still at it,<br/>referring to the 28 words of the 10th Amendment, and quipping, \"That's about<br/>what I got in the New York Times today.\"<br/><br/>            The Times has reacted to this assault by<br/>highhandedly quoting everything and explaining none of it, leaving its readers<br/>baffled as to why the Republican nominee is so upset at the paper. In fact,<br/>Dole's fury at the Times is hardly news to those who work at the paper.<br/>According to Katharine Seelye, who", " has covered Dole since the beginning of his<br/>campaign, the complaints date from December 1995, when Dole staff members first<br/>protested that she had misunderstood the candidate's position on abortion. The<br/>real bitterness, however, began in May, when the paper played what Dole aides<br/>billed as a major address about welfare on Page 19 of the business section.<br/>Since then, campaign honchos have peppered the paper's reporters and editors<br/>with constant phone calls and letters complaining about unfair treatment.<br/><br/>            Reporters traveling with Dole<br/>caught a glimpse of the enmity Oct. 9, when Nelson Warfield, Dole's press<br/>secretary, staged a public confrontation with Seelye. The candidate, Warfield<br/>told reporters waiting to board the campaign plane, had just come from an<br/>appearance on G. Gordon Liddy's radio show. Why, Seely", "e asked, weren't<br/>reporters told about the appearance in advance? According to reporters present,<br/>Warfield snapped that it wouldn't make any difference because the Times<br/>would get the story wrong anyway. Then, on the plane, Warfield walked back to<br/>the press section and grandly served Seelye with a copy of a letter from<br/>Communications Director John Buckley to her boss, Times Washington<br/>Editor Andrew Rosenthal.<br/><br/>            That<br/>letter, which has fallen into the hands of Slate, protests Seelye's coverage of<br/>a speech the previous day. Dole, in New Jersey, had talked about Clinton being<br/>AWOL in the drug war. \"Where has he been for four years? How many hundreds of<br/>thousands of young people started drugs?\" Dole said. \"Three million have<br/>started smoking while he was playing around with smoking and all this stuff<br/>finally in", " an election year.\" Seelye's front-page story reported that \"Mr. Dole<br/>accused the President of 'playing around' while the drug war raged out of<br/>control.\" Buckley complains that the story \"could lead the reader to believe<br/>that Dole was talking about a very different kind of 'playing<br/>around'--something he did not say, and something he would not say.\" The letter<br/>continues: \"Since May, I have been pointing out to you a problem we see with<br/>the accuracy and understanding of context revealed in Kit's reporting,\" going<br/>on to assert that \"Seelye has misquoted Dole on numerous occasions and done so<br/>in a manner that distorted the accuracy of her assertions and your<br/>coverage.\"<br/><br/>            <br/>No Dole staff would be quoted by name for this<br/>story, but speaking on background, a senior campaign official elaborated upon<br/>", "the complaint. \"They've just done a miserable job throughout this campaign,\"<br/>the official said. \"The coverage of Dole has been excessively bitchy from day<br/>one, in addition to having a number of extraordinary factual problems.\" With<br/>Seelye, the official says, the problem is \"not being able to transcribe a tape<br/>accurately.\" With Adam Nagourney, the Times ' other reporter covering<br/>Dole full time since the summer, \"the problem is an incredible focus on the<br/>little picture as opposed to the big picture.\" As an example, the official<br/>cites a September story in which Nagourney lumped together Dole's fall from a<br/>platform in Chico, Calif., and his mistaken reference to the \"Brooklyn\" Dodgers<br/>as \"a rough stretch of politicking.\" Other than those two episodes, the<br/>official says, Dole actually had a great week. The campaign's complaint", " extends<br/>to unequal treatment--a nine-part series on Clinton's record, which the<br/>official describes as \"the softest portrait since they invented black<br/>velvet\"--and the Times perpetually underestimating the size of Dole<br/>crowds. \"Clinton even gets better photographs,\" the official contends.<br/><br/>            <br/>Rosenthal, who has direct responsibility for campaign coverage at the<br/>Times , professes bewilderment at these complaints. \"We don't make<br/>editorial judgments based on disposition to be tough on Bob Dole or nice to Bob<br/>Dole,\" he says. On the specifics, Rosenthal says that the Times ran an<br/>editor's note acknowledging that it shouldn't have truncated the \"playing<br/>around\" quote. He points out that the Times ran its story on the Miami<br/>drug dealer who visited the White House the same day Dole accused the paper of<br/>not covering it.", " As for the nine-part series on Clinton, Rosenthal says it is<br/>the long-standing practice of the paper to do a lengthy series on the<br/>incumbent's record. \"If Dole wins and runs again in 2000, he will get nine-part<br/>series too,\" he says.<br/><br/>            <br/>\"Ithink we have been tough on him,\" Seelye<br/>says. This stems, however, not from any bias, she says, but from the campaign's<br/>own internal problems. Dole's campaign has been especially \"porous,\" with aides<br/>emulating the proverbial seafaring rats. This is true enough--in recent days<br/>ex-strategist Don Sipple has trashed the campaign on the record. But there's<br/>another point, too. Contrary to Buckley's charge that she misquotes Dole,<br/>Seelye routinely makes Dole look ridiculous by quoting", " him all too accurately,<br/>depicting him in what one colleague calls a \"cinema verité \" style.<br/>Famous for going over and over her tape recordings on the campaign plane,<br/>Seelye manages to get every Dole mumble, repetition, and verbal miscue down.<br/>For instance, in her Oct. 26 story reporting Dole's attack on the Times ,<br/>Seelye writes:<br/><br/>            \"In Phoenix on Friday night,<br/>he had a delightful time drawing out his vowels as he described financial<br/>contributions to the Clinton campaign. \"From Indoneeesia,\" he said. \"Yeah. From<br/>INdiaaaaah. Some fellow named Gandhi out there. He owes $10,000 in back taxes,<br/>but he found $300,000 to give to the Clinton campaign. And now Gandhi is<br/>gaaaawn. Gaaaaandhi, gone gone", " gone. They can't find him.\"<br/><br/>            Two days later, she quoted<br/>Dole in another story: \"They've turned the White House into something else, I<br/>don't know what it is. It's the animal house! It's the animal house!\" Most<br/>reporters would write, Bob Dole yesterday compared the White House to an<br/>\"animal house,\" sparing the exclamation points, and making him sound at least<br/>compos mentis.<br/><br/>            But though<br/>unflattering, Seelye's Mametizing of Bob Dole can hardly be called unfair. It<br/>is not as if the Times cleans up Clinton's quotes; the president simply<br/>observes the rules of syntax most of the time. Something similar may be<br/>happening with the pictures. After four years, Clinton has learned how to avoid<br/>looking unpresidential. He no longer allows himself to", " be photographed wearing<br/>too-short running shorts, and he avoids pulling faces in public. Dole, who is<br/>simply less photogenic, is an easier victim for picture editors--who, like<br/>their editorial counterparts, have a strong bias against dullness. Take, for<br/>instance, the two pictures shown above. The front-page picture the Times<br/>ran the day after the second presidential debate does make Dole look like a<br/>decomposing monster. But unlike the picture in the Washington Post the<br/>same day, it captures the spirit of the event, with Dole grimly taking the<br/>offensive and Clinton watching warily but standing aside from the attacks.<br/><br/>            <br/>Dole sounds absurd when he alleges that the<br/>paper that broke Whitewater and the story of the first lady's commodities<br/>trades has not been aggressive in pursuing Clinton scandals. All sorts of<br/>potential Dole scandals have", " been soft-pedaled by the media, including the<br/>Times , because he is so far behind. It's true that coverage of Clinton<br/>on the campaign trail has been somewhat softer than the coverage of Dole, as<br/>even other Times reporters acknowledge. But the explanation is<br/>institutional, not ideological. The press, as many have complained,<br/>overemphasizes the \"horse race\" aspect of politics. As a side effect of that<br/>disease, reporters have excessive respect for a well-run campaign. (In 1988,<br/>Republican George Bush benefited from this phenomenon.) A cruder reality is<br/>that reporters need to have a relationship with Clinton after Tuesday.<br/><br/>            None of these factors,<br/>though, is unique to the Times . So why is Dole singling it out? Dole's<br/>attacks on the Times have the appearance of being an exercise in<br/>populist demagogy", ". In one of his great cue-card reading remarks, Dole tried to<br/>explain his recent attacks on CNN the other night by saying, \"I like the media.<br/>They don't like them in the South.\" But this pat explanation doesn't entirely<br/>make sense. Red meat for right-wing crowds doesn't help Dole with the centrist<br/>voters he would need to turn around in order to make the miraculous happen. And<br/>in fact, according to a senior Dole aide, the attacks are heartfelt on the<br/>candidate's part. Dole has been going after the Times over the<br/>objections of advisers who have been telling him there's no percentage in<br/>picking fights with the press.<br/><br/>            But if Dole is attacking the<br/>Times because he is truly furious and not because he thinks it will help<br/>him get elected, what is he so angry about? The answer, I think, is", " that there<br/>has always been a Nixonian streak in Bob Dole, by which I mean a part of him<br/>which feels shut out of the closed circle of the Eastern establishment. At the<br/>Republican convention, Dole blasted the Clinton administration as a \"corps of<br/>the elite who never grew up, never did anything real, never sacrificed, never<br/>suffered, and never learned.\" That phrase recalled an attack he made on the<br/>press long ago, in the days of Watergate, when he accused the Washington<br/>Post of being in bed with George McGovern. \"There is a cultural and social<br/>affinity between the McGovernites and the Post executives and editors,\"<br/>Dole said then. \"They belong to the same elite: They can be found living<br/>cheek-by-jowl in the same exclusive chic neighborhoods, and hob-nobbing at the<br/>same Georgetown parties.\" The deeper story here", " isn't whether Dole was wrongly<br/>shunted onto D19 when he ought to have been on A1. It's his feelings, as he<br/>says goodbye to politics, about the people who get to decide.<br/><br/>         <br/>      <br/>   <br/>"]