["<br/>   <br/>   <br/>      <br/>         <br/>            Warrior Queens<br/><br/>            <br/>               Elizabeth is a lurid<br/>paraphrase of the old Groucho Marx line about Doris Day: \"I knew the Virgin<br/>Queen before she was a virgin.\" As the movie tells it, she was a sylvan,<br/>redheaded princess (Cate Blanchett) given to gamboling with her fella (Joseph<br/>Fiennes) between periods of internment in the Tower of London on charges of<br/>conspiring to overthrow her half-sister, the heatedly Catholic Queen Mary<br/>(Kathy Burke). The daughter of the second wife of Henry VIII, Anne Boleyn, and<br/>therefore dubbed a bastard by the papists, the Protestant Elizabeth ascends the<br/>throne to find the air still thick with smoke from roasted heretics, a team of<br/>", "skulking Catholics plotting her assassination, and a council of advisers<br/>(lords, bishops, sundry old boys) who snigger openly at the prospect of taking<br/>orders from a woman. Only a strategic marriage to a Spaniard or a Frenchman<br/>will mollify all factions, her advisers insist, but the pickings prove dismal.<br/>(Her French suitor enjoys wearing dresses.) After skulls are smashed, throats<br/>slit, and bosoms skewered in the name of Christ, Elizabeth decides to: a)<br/>\"unsex\" herself and become a symbol--the Virgin Queen, married only to England;<br/>and b) entertain dissenting opinions exclusively from those whose heads are<br/>affixed to spikes.<br/><br/>            You can't<br/>be both a queenly queen and a womanly woman, says the script (by Michael<br/>Hirst)--at least not in 1554. (The director,", " Shekhar Kapur, made the same point<br/>in his grim 1994 Indian epic The Bandit Queen , against a backdrop of<br/>scrubby plains along the Ganges.) Is this feminist take historically accurate?<br/>Probably, although the evidence suggests that Elizabeth had developed a head<br/>for stratagems earlier in life (her position had been precarious since the<br/>beheading of her mother) and came to the throne with few girlish illusions<br/>about How Things Work in a barbarous state.<br/><br/>            That said, the movie's approach makes for juicy melodrama.<br/>The tone of Elizabeth comes nearer to the nihilistic relish of Jacobeans<br/>such as John Ford and John Webster than to the more sorrowful horror of the<br/>Elizabethan dramatists Ben Jonson and William Shakespeare. It's even closer to<br/>a Jacobean drama of our own age: The Godfather (1972), which it", " emulates<br/>by cutting back-and-forth between queen and courtiers in prayer and the roundup<br/>and slaughter of Catholics on their privies, in bed with their mistresses, and<br/>so on. Their severed heads look on, wide-eyed, as Elizabeth directs her hair to<br/>be shorn--images of her girlhood flashing by as her locks rain down--and then<br/>walks weightily to her throne, now a chalk-faced gorgon.<br/><br/>            With all<br/>due respect to Blanchett, Bette Davis, and Glenda Jackson, my favorite<br/>Elizabeth I remains Miranda Richardson's capricious, baby-talking psychopath on<br/>the BBC comedy Blackadder II . (Casting about for a new lord high<br/>executioner, she mews to Rowan Atkinson, \"There are thousands of Catholics<br/>simply dying to have their heads sneaked off --and there's no one to<br", "/>organize it.\") But Blanchett comes in a close second, pulling off the<br/>transition from hapless young woman to coolly ruthless monarch with uncommon<br/>subtlety. Gradually expunging all empathy from her moist, pink eyes and<br/>permitting her visage to ossify, she gives this carnival of carnage an<br/>awe-inspiring center.<br/><br/>            <br/>A more subversive sort of queen is on display<br/>in Velvet Goldmine , Todd Haynes' musical fantasia on the early '70s era<br/>of \"glam\" or \"glitter\" rock. Here the monarch is a David Bowie-esque singer<br/>called Brian Slade (Jonathan Rhys-Meyers) and his spidery, space-age alter ego,<br/>Maxwell Demon. The movie opens with a spaceship depositing an infant Oscar<br/>Wilde on the stoop of a Dublin townhouse. Then it", " skips ahead to track a jade<br/>pin (it signifies hedonistic liberation) from the custody of a young Wilde to a<br/>swishy fringe creature called Jack Fairy to the regal Slade, a bisexual<br/>superstar who carries the news to all the young dudes. After that, we're in an<br/>Orwellian 1984 that's presided over by a vaguely fascist president and by arena<br/>rockers who serve as propagandists for a repressively conformist state.<br/>Whatever happened to Brian Slade, the glitter kids, the visionary<br/>exhibitionists and gleeful poseurs? Borrowing its framework from Citizen<br/>Kane , the movie follows a reporter (Christian Bale) assigned to reconstruct<br/>Slade's life and solve the mystery of his whereabouts.<br/><br/>            Whatever you make of<br/>Velvet Goldmine (opinions have ranged from rapturous to casually<br/>dismissive),", " it's like no other musical ever made. It's determinedly swirling,<br/>discursive, elliptical. Now the story is told by an omniscient narrator, now a<br/>TV reporter, now a participant. Now it's flashing back, now forward. Every<br/>other line of dialogue is a cue for one of its dazzling numbers, largely covers<br/>of songs by Brian Eno, Bryan Ferry, and T. Rex. The narrative is a challenge to<br/>keep up with, but then, great artists often invent their own syntax. In the<br/>'80s, Haynes employed Barbie dolls to depict the rise and wasting away from<br/>anorexia of the singer Karen Carpenter. Lucky audiences who caught<br/>Superstar: The Karen Carpenter Story (it was shelved when Richard<br/>Carpenter served the producers with an order to cease and desist exhibition)<br/>began by laughing at this elaborately posed, soft-rock femme,", " only to discover<br/>by the climax that the cultural forces that were eating at her (and that kept<br/>her from eating) had grown heartbreakingly palpable. Poison (1991),<br/>Haynes' Genêt-inspired exploration of transgression, didn't overcome its own<br/>artiness. But Safe (1995), the story of a Reagan-era housewife (Julianne<br/>Moore) convinced that her environment is poisoning her, is an entrancing<br/>meditation on the power of culture to crush the individual. Despite its ironic<br/>detachment, the film draws you into its heroine's sickly state: Breathing<br/>oxygen from a canister inside a high-tech igloo, she dwindles to nearly<br/>nothing, the modern incarnation of the Incredible Shrinking Man.<br/><br/>            (It was<br/>partly my passion for Haynes' films that led me to accept a job offer from his<br/>in", "defatigable producer Christine Vachon last year to collaborate on a<br/>nuts-and-bolts book about producing, Shooting To Kill . So my review of<br/>Velvet Goldmine --like my review of<br/>Vachon's other recent release, Happiness --should be read as the work of<br/>a partisan. But not a blind partisan.)<br/><br/>            In Velvet Goldmine , Haynes sets out to demonstrate<br/>the power of popular music to change people's lives--to tell them it's OK to<br/>fashion themselves into anything they please. The core of the movie turns out<br/>not to be the Bowie figure but the journalist, Arthur Stuart, who was a witness<br/>to the events he's now reconstructing. Bale is such an expressive performer<br/>that Stuart's remembrance of things past attains a Proustian intensity. To him,<br/>Slade was a sexual messiah. I've never", " seen a more vivid distillation of rock's<br/>allure than the scene in which he reverently opens the new Brian Slade<br/>album--its centerfold image is a lithe, naked, green-tinged Maxwell<br/>Demon--slips the vinyl out of its paper jacket and, after gingerly setting the<br/>LP on the turntable, props a chair under the doorknob to keep the<br/>uncomprehending world at bay.<br/><br/>            But if Haynes wants Velvet<br/>Goldmine to be an anthem to the principles Bowie once embodied--the embrace<br/>of artifice and the smashing of conventional sexual roles--he also wants to<br/>portray the rocker as a hollow opportunist who abandoned glam and bisexuality<br/>for the life of a corporate superstar, throwing in his lot with the forces of<br/>repression. That's a lot to cover. An actor of stature might have bridged these<br/>", "two impulses, but the beautiful, brazenly slim-hipped Rhys-Meyers doesn't make<br/>his lines sound as if he's thinking them up on the spot, and Slade's<br/>self-destructive passion for Curt Wild (Ewan McGregor), the film's fuzzy, sweet<br/>Iggy Pop figure, seems less an emotional imperative than a thematic one.<br/><br/>            A case can<br/>be made that Velvet Goldmine isn't fully filled in, and that Haynes, who<br/>has never shaken off his background as a semiotics major, has made a movie<br/>that's all signifiers. I sometimes found myself wishing he would let the<br/>picture catch its breath, that the performers would stop coming at me in<br/>stroboscopic flashes. But then I'd be swept up in the sinuous motion of his<br/>filmmaking, in the elation of watching point of view passed like a baton", " from<br/>hand to hand, in the liberating force of his language and soundtrack. Velvet<br/>Goldmine might seem like a collection of baubles, but those baubles are<br/>strung.<br/><br/>            <br/>Is Brad Pitt the worst actor on earth? The case<br/>could be made, and Meet Joe Black could serve as Exhibit A. Pitt plays<br/>two roles in this seven course schlockfest. He's (briefly) a slick but<br/>wholesome yuppie and then (interminably) Death, who takes over the young man's<br/>body when he's thumped by a couple of cars in the movie's most promising<br/>moment. Bleached so blond that he looks like an irradiated android, Pitt expels<br/>all expression from his face and all tone from his voice. He speaks very, very<br/>slowly. The stunt half-works, at least until he's supposed", " to undergo an inner<br/>transformation and acquire human emotions--whereupon his face remains just as<br/>blank. Pitt's conception of the role is an idée fixe by someone who<br/>doesn't appear to have an idée in his head.<br/><br/>            Martin<br/>Brest, the director, is known for shooting a ton of footage and then \"finding\"<br/>his films in the editing room. What do you suppose he \"found\" when he<br/>scrutinized these miles of celluloid with Pitt doing nothing and taking his<br/>sweet time doing it? The first adaptation of this story (originally a play) was<br/>the 1934 Death Takes a Holiday , which came in at a perky 78 minutes. A<br/>conceit this fragile needs to whiz along to keep our disbelief in suspension,<br/>but Meet Joe Black grinds on for three hours (longer than either<br/>Beloved", " or Saving Private Ryan ), and Pitt acts as if he has<br/>leased the screen by the year.<br/><br/>            Anthony Hopkins plays the zillionaire communications baron<br/>whom Death enlists in the hope of understanding the human condition--an odd<br/>choice for a tour guide, since most people's condition doesn't involve personal<br/>helicopters, sprawling mansions on Long Island Sound, or Manhattan apartments<br/>that sport Olympic-size swimming pools. Four screenwriters, among them the<br/>great Bo Goldman ( Melvin and Howard , 1980; Shoot the Moon , 1982),<br/>labored on this moldy script, which features characters who ask questions that<br/>begin \"Am I to understand that ...?\" and a corporate villain who directs<br/>another character to \"wake up and smell the thorns.\" It apparently never<br/>occurred to even one of these overpaid scribes to eliminate Hopkins' rueful<br/>", "realization that he'd \"never write the great American novel\"--no kidding, given<br/>his flagrantly Welsh accent.<br/><br/>            Actually, Hopkins gives this<br/>humanistic magnate considerable weight, so that whether or not Death takes him<br/>before he can stop to smell the roses and make amends to his neglected children<br/>becomes a matter of some suspense. The rest of the cast works with equal<br/>fortitude, especially Jeffrey Tambor (Hank \"Hey now!\" Kingsley on The Larry<br/>Sanders Show ) as Hopkins' milksop son-in-law and Marcia Gay Harden as his<br/>party planning, perpetually wilting elder daughter. As the younger daughter,<br/>the dark eyed, spaghetti thin Claire Forlani has to carry the picture's bathos<br/>on her exquisite shoulders. Her tremulous thoroughbred act wears thin, but it's<br/>hardly her fault: She has to emote like", " mad opposite a black pit of death--or<br/>is that the Black Death of Pitt?<br/><br/>         <br/>      <br/>   <br/>"]