["<br/>   <br/>   <br/>      <br/>         <br/>             It's Time To Keelhaul U-Haul!<br/><br/>            Like all superheroes worthy of the title, the<br/>Shopping Avenger has an Achilles' heel. In the case of the Shopping Avenger,<br/>his Achilles' heel is not animal, vegetable, or mineral but something less<br/>tangible.<br/><br/>            An explanation: Last week, the magazine you are<br/>currently reading forced the Shopping Avenger at gunpoint to read a series of<br/>treacle-filled self-help books, and then to . The Shopping Avenger, who can<br/>withstand radiation, extreme heat and cold, hail, bear attacks, and Eyes<br/>Wide Shut , almost succumbed to terminal jejuneness after reading these<br/>books. Except for one thing: One of the books, The Art of Happiness ,<br/>which collects and simplifies the", " Dalai Lama's philosophy, got the Shopping<br/>Avenger to thinking. This, in a way, is the Shopping Avenger's Achilles' heel:<br/>thinking. Perhaps it is wrong, the Shopping Avenger thought, to complain about<br/>the petty insults and inconveniences of life in the materialistic '90s. The<br/>Shopping Avenger felt that perhaps he should counsel those who write seeking<br/>help to meditate, to accept bad service the way one accepts the change of<br/>seasons, and to extend a compassionate hand of forgiveness to those who provide<br/>poor customer care.<br/><br/>            But then the Shopping<br/>Avenger sat down, and the feeling passed.<br/><br/>            The Shopping Avenger does not make light of the Dalai Lama<br/>or of the notion that there is more to life than the impatient acquisition of<br/>material goods. If the Shopping Avenger were not, for a superhero,", " extremely<br/>nonjudgmental--as opposed to his alter ego, who is considered insufferably<br/>judgmental by his alter ego's wife--the Shopping Avenger would tell the<br/>occasional correspondent to let go of his petty grievance and get a life.<br/><br/>            But the Shopping Avenger<br/>also believes that the Dalai Lama has never tried to rent a truck from U-Haul.<br/>If he had tried to rent from U-Haul, he never would have escaped from Tibet.<br/>(For the complete back story, see \"Shopping Avenger\" column and one.)<br/><br/>            The complaints about U-Haul's nonreservation reservation<br/>policy continue to pour in through the electronic mail. One correspondent,<br/>B.R., wrote in with this cautionary tale: \"Last weekend, I went to San<br/>Francisco to help my brother and his family move into their first house. My", "<br/>brother had reserved a moving truck with U-Haul for the big day. I warned my<br/>brother about U-Haul's 'not really a reservation per se' policy that I learned<br/>from the Shopping Avenger. He didn't believe such a thing would happen to him,<br/>so he didn't act on my warning.\"<br/><br/>            B.R. continues--as if you don't know what happened<br/>already--\"I went to U-Haul with my brother to get our 'reserved' truck. The<br/>store had many customers standing around looking frustrated. When we got to the<br/>front of the line, the clerk informed us that our 'reserved' truck had not yet<br/>been returned. We asked if we could rent one of the many trucks sitting idle in<br/>the parking lot. The clerk laughed and said the keys to those trucks were<br/>lost.\"<br/><br/>            B.R. and his", " chastened brother--the Shopping<br/>Avenger is resisting the urge to gloat--went to Ryder. \"Ryder had a truck<br/>available for us. The gentleman who helped us at Ryder said Ryder prides itself<br/>on being everything U-Haul is not.\"<br/><br/>            The Shopping Avenger has still not received a call<br/>from U-Haul spokeswoman Johna Burke explaining why U-Haul refuses to provide<br/>trucks to people who reserve trucks, but the Shopping Avenger is pleased to<br/>note that several correspondents have written in over the past month saying<br/>that, based on what they have read in this column, they will be taking their<br/>business to Ryder or Budget or elsewhere.<br/><br/>            The Shopping Avenger<br/>will undoubtedly return to the sorry state of affairs at U-Haul in the next<br/>episode, but now on to this month's airline debacle.<br/><br/>            Before", " we begin, though, the Shopping Avenger nearly forgot<br/>to announce the winner of last month's contest, in which readers were asked to<br/>answer the question, \"What's the difference between pests and airlines?\"<br/><br/>            The winner is one Tom<br/>Morgan, who wrote, \"You can hire someone to kill pests.\" Tom is the winner of a<br/>year's supply of Turtle Wax, and he will receive his prize just as soon as the<br/>Shopping Avenger figures out how much Turtle Wax actually constitutes a year's<br/>supply. The new contest question: How much Turtle Wax comprises a year's supply<br/>of Turtle Wax?<br/><br/>            This month's airline in the spotlight is Southwest. Loyal<br/>readers will recall that last month the Shopping Avenger praised Southwest<br/>Airlines for its \"sterling\" customer service. This brought forth a small number<br/>of articulate dissensions. The most articulate", ", and the most troubling, came<br/>from M., who wrote, \"Last year, flying from Baltimore to Chicago with my entire<br/>family (two really little kids included), we set down at Midway in a rainstorm.<br/>And waited for our bags. And waited for bags. And waited for bags.\"<br/><br/>            An hour later, M. says, the bags showed up, \"soaked<br/>through. We took them to baggage services at SW and were faced with the most<br/>complicated, unclear, and confusing mechanism for filing a claim we experienced<br/>flyers have ever seen.\"<br/><br/>            When they arrived at<br/>their destination, M. and her family made a terrible discovery, \"We discovered<br/>that our clothes were soaked through--the top clothes were so wet that the dye<br/>had bled through down to the lower levels, destroying lots of other clothes.<br/>Obviously, our bags had just", " been sitting out on the runway in the rain. To<br/>this day, I've never heard a thing from SW, despite calls and letters.\"<br/><br/>            This, of course, is where Shopping Avenger steps in.<br/>Shopping Avenger knows that Southwest is different from the average airline, in<br/>that it doesn't go out of its way to infuriate its paying customers (see: ), so<br/>I expected a quick and generous resolution to M.'s problem.<br/><br/>            What I got at first, though, was a load of corporate<br/>hoo-ha.<br/><br/>            \"The airline's policy,<br/>which is consistent with all contracts of carriage at all airlines, requires<br/>that passengers file a report in person for lost or damaged luggage within four<br/>hours of arrival at their destination,\" a Southwest spokeswoman, Linda<br/>Rutherford, e-mailed me. \"[M.] indicates she called for a", " few days, but did not<br/>file a report in person until April 12--three days later. Southwest, as a<br/>courtesy, took her report anyway and asked for follow up information and<br/>written inventory of the damage.\" Rutherford said that M. should have submitted<br/>detailed receipts and photographs of the damage in order to make a claim.<br/><br/>            Harrumph, the Shopping Avenger says. It is a bad hair day<br/>at Southwest when its officials defend themselves by comparing their airline to<br/>other airlines. I forwarded this message to M., who replied:<br/><br/>            \"Wow. Well, of course I didn't file it at the<br/>airport on the 9 th because I didn't know the clothes were ruined at<br/>the airport. I didn't know until I opened the baggage at my hotel and saw the<br/>ruined stuff. (And it's worth noting that we had already waited for", " about an<br/>hour for our luggage with two little kids and impatient in-laws nipping at our<br/>heels.)\"<br/><br/>            She goes on, \"I did call that evening ... and was<br/>told that that sufficed. This is the first time I've been told that I had to<br/>file a complaint in person within four hours. ... When I filed on the<br/>12 th , I was never told that I needed any receipts or photos or other<br/>type of documentation. The baggage folks seemed pretty uninterested in all of<br/>this. ... They know that the type of 'evidence' they want is impossible to<br/>obtain. They also know that on April 9 they screwed up the luggage retrieval<br/>and left bags out in the rain a long time.\"<br/><br/>            Southwest's response<br/>actually served to anger M. more than the original problem. \"Before, they had a<br/>m", "ildly annoyed but loyal customer (who would have been placated by an apology<br/>and thrilled with some modest token of their regret). Now they have a<br/>pissed-off customer.\"<br/><br/>            Things do look bad for Southwest, don't they? The Shopping<br/>Avenger sent M.'s response to Rutherford, who e-mailed back saying she thought<br/>the Shopping Avenger was asking for \"policy information.\" The Shopping Avenger<br/>e-mailed back again, stressing to Rutherford that the Great Court of Consumer<br/>Justice would, if this case were brought to trial, undoubtedly find for the<br/>plaintiff (the Shopping Avenger serves as prosecutor, judge, and jury in the<br/>Great Court of Consumer Justice--defendants are represented by the president of<br/>U-Haul), and that Southwest was precipitously close to feeling the sword of<br/>retribution at its neck.<br/><br/>            But then", " she came through, provisionally, \"Yep, you<br/>can be sure if [M.] will call me we will get everything squared away. I'm sorry<br/>it's taken this long for her to get someone who can help, but we will take care<br/>of it from here.\"<br/><br/>            Stay tuned, shoppers, to<br/>hear whether Southwest makes good it promise to compensate M. and apologize to<br/>her for her troubles.<br/><br/>            The story of M. reminds the Shopping Avenger of a central<br/>truth of consumer service: It's not the crime, it's the cover-up.<br/><br/>            Take the case of K., who found himself waiting in<br/>vain for Circuit City to repair his television. Televisions break, even<br/>1-year-old televisions, as is the case with K's. But Circuit City, where he<br/>bought the television, gave him a terrible runaround", ". The Shopping Avenger<br/>dispatched his sidekick, Tad the Deputy Avenger, to get to the bottom of K.'s<br/>story. This is what he found: K. grew concerned, Tad the Deputy Avenger<br/>reports, after his television had been in the Circuit City shop for a week.<br/>When he called, he was told to \"check back next week.\" When he asked if someone<br/>from the store could call him with more information, he was refused. Weeks went<br/>by. When K. told one Circuit City employee that he really would like to get his<br/>television back, the employee, K. says, asked him, \"Don't you have another<br/>television in your house?\"<br/><br/>            More than a month later--after hours and hours and<br/>hours of telephone calls and days missed at work--K. received his television<br/>back.<br/><br/>           ", " Mistakes happen, but not, Tad the Deputy Avenger<br/>found out, at Circuit City. The case, K. was told by a Circuit City official,<br/>was \"handled perfectly.\" Another official, Morgan Stewart in public relations,<br/>assured Deputy Avenger Tad that \"We got to be a big and successful company by<br/>treating customers better than the other guy.\" The Shopping Avenger and his<br/>loyal sidekick would like to hear from other Circuit City customers: Does<br/>Circuit City, in fact, treat its customers better than the other guy?<br/><br/>            Stay tuned for answers.<br/>And next month, a Shopping Avenger clergy special: TWA screws with a Hasidic<br/>rabbi's travel plans, leaving the rabbi's wife crying at the airport. Find out<br/>if the Shopping Avenger can save TWA from certain heavenly punishment, in the<br/>next episode.<br", "/><br/>            <br/>               <br/>                  Got a consumer<br/>score you want settled? Send e-mail to shoppingavenger@slate.com.<br/>               <br/>            <br/><br/>         <br/>      <br/>   <br/>"]