["<br/>   <br/>   <br/>      <br/>         <br/>            Machines in the Garden<br/><br/>            In the animated ecological<br/>epic <br/>                  Princess Mononoke<br/>               , the camera travels over landscapes with a<br/>clear, steady gaze, like a Zen hang glider. The images have none of the<br/>comin'-at-ya pop-surrealism of American cartoons, many of which have characters<br/>that spring out of the frame like jack-in-the-boxes. The Japanese director,<br/>Hayao Miyazaki, who spent three years on Princess Mononoke and is<br/>reported to have done 70 percent of its paintings himself, seems to work from<br/>the outside in: to begin with the curve of the earth, then the mossy hills, the<br/>watercolor foliage, the nubby stones, the whorls on the wood, the meticulous<br/>carv", "ings on a teacup. He captures the texture of light and the currents of air.<br/>You could almost settle down in this landscape. A view of nature that some<br/>would call \"tree-hugging\" doesn't feel softheaded when the trees are rendered<br/>in such brilliant and robust detail.<br/><br/>            But then, \"soft\" is not<br/>a word you can apply to Princess Mononoke , however pantheistic its<br/>worldview. The film, which is rated PG-13, is full of splattery carnage. If<br/>Miyazaki in long shot is contemplative, in close-up he's ferocious. He's both<br/>inside and outside the action: He knows when to rock your world and when to<br/>induce a state of sorrowful detachment. According to the New <br/>               York<br/>Times , Toy Story animators screened reels of his work when their<br/>imag", "inations flagged, and writers for Star Trek named an alien species<br/>after one of his features. Watching Princess <br/>               Mononoke --which has<br/>been dubbed to Disney/Miramax specifications by American and English stars but<br/>retains its two-hour-plus length, its gory beheadings, and its grim,<br/>near-apocalyptic finale--you can understand their worship. It isn't that<br/>Miyazaki's work is technically so dazzling in this age of digitized miracles;<br/>it's that everything is sublimely in proportion.<br/><br/>            The movie has a scope that makes Hollywood's homiletic,<br/>follow-your-dream fables look even more solipsistic. Miyazaki is after nothing<br/>less than the moment in our history (the film is set in the 14 th and<br/>15 th centuries) when the power shifted from a \"natural\" world to one<br/>shaped", " by human technology. It's the beginning of what Bill McKibben called<br/>\"the end of nature\"--that is, when nature became no longer an autonomous,<br/>self-regulating force but one touched (and, in Miyazaki's view, poisoned) by<br/>human industry.<br/><br/>            The hero, Ashitaka, a<br/>warrior from the isolationist Emishi clan, is forced in the first scene to kill<br/>a marauding boar--a god turned into a demon (covered in roiling, corrosive<br/>worms) by an iron ball lodged in its body. Infected, destined to be consumed<br/>by--and to die of--rage, Ashitaka leaves his village in search of the iron<br/>ball's source. He discovers a fortress-cum-arms-manufacturing plant called<br/>Irontown, presided over by one of the most complex villains in modern film: the", "<br/>regal Lady Eboshi. On one hand, she's a benevolent industrialist who presides<br/>over a warmly matriarchal society; on the other, she wants to destroy the<br/>forest, harness its resources, and exterminate its animal deities--chiefly the<br/>Spirit of the Forest, a magnificent deer god whose touch brings instant life or<br/>death, and who transforms at dusk into the towering Night Walker.<br/><br/>            P rincess Mononoke builds to a full-scale war between<br/>humans and the animal kingdom--which does not, by the way, consist of your<br/>father's cartoon critters. In fact, the boars and apes have little patience<br/>with Ashitaka's call for nature and mankind to live together in harmony; they'd<br/>like to eat him. The wolf god, Moro, is slightly more sympathetic, but that's<br/>because her adopted \"daughter", ",\" San (a k a Princess Mononoke), is human. San is<br/>first seen sucking a wound of her huge wolf mother, then, as the gore drips<br/>from her mouth, training her dark eyes on Ashitaka with feral hatred. Her<br/>second appearance--a lone attack on Irontown to assassinate Lady Eboshi--is one<br/>of the movie's high points. It's Miyazaki's use of sound--and silence--that<br/>takes your breath away: the determined tap of the wolf princess's shoes as she<br/>scuttles over the fortress's rooftops; the silence of Eboshi and her army as<br/>they stare at this tiny yet formidable tomboy against the black sky. Their<br/>battle is so furious that the blades streak and lose definition--it's almost<br/>subliminal.<br/><br/>            It's a shame that the<br/>wolf princess warms up to Ashit", "aka and spends the rest of the film either<br/>saving him or being saved by him. She loses that punk-bitch allure. The voice<br/>of Claire Danes doesn't help. When Danes says, \"I'd do anything to get you<br/>humans out of my forest,\" she sounds like a Valley Girl peeved over lack of<br/>parking spaces at the mall. (San needs a more ragged voice--I'd be interested<br/>to hear the original Japanese actress.) Billy Crudup is just as Disneyfied<br/>(Miramaxed?), but that doesn't hurt as much because Ashitaka is conceived from<br/>the start as a rather bland ingénu. Gillian Anderson's growling Moro sounds<br/>silly (she doesn't have the breath control), and the fey-hick tones of Billy<br/>Bob Thornton are too recognizable as the Akim Tamiroff-like mercenary, Jigo.<br/>But", " Minnie Driver--coming off a triumphantly dizzy Jane in Tarzan --once<br/>again provides a voice that the animators deserve. \"Bring the strange-ah to me<br/>late-ah,\" she commands in sexy Martian Queen cadences that will stir the loins<br/>of Flash Gordon fans everywhere. \"I would like to thank him<br/>puh-sonally.\"<br/><br/>            The overfamiliar voices nudge Princess Mononoke<br/>closer to its American counterparts--but not by a lot. There's always something<br/>wondrously strange. The \"kodamas\" are little tree spirits on doughboy bodies.<br/>They cock their trapezoidal dice heads and emit a series of clicks; then their<br/>heads pop back with a conclusive rattle. Something about them seems just right;<br/>I could watch them for hours. (Miyazaki limits their appearances to seconds--he<br/>doesn't wear", " out their mystery the way that, say, George Lucas would.) And no<br/>Hollywood animated feature would end with such a powerful vision of apocalypse,<br/>as the land is bestridden by a colossus dropping a thick, caustic, tarlike gel<br/>that recalls the post-Hiroshima \"black rain.\" Can you take the kids? I think<br/>so. As Miyazaki said at a New York Film Festival press conference, \"Children<br/>understand intuitively that the world they have been born into is not a blessed<br/>world.\" Princess Mononoke , at least, can tell them why.<br/><br/>            \"A special smile ... a<br/>certain touch ...\" So begins the elevator-music theme song of <br/>                  Music of<br/>the Heart<br/>                ... \"I never had a lot that I loved so much.\" The credits had<br/>just started and I was already looking for a barf", " bag. Did Miramax and director<br/>Wes Craven have to work so hard to schlockify the story of Roberta Guaspari<br/>(played here by Meryl Streep), whose violin courses in East Harlem elementary<br/>schools have become a beacon for such programs nationwide? A fabled taskmaster<br/>(her story was told in the 1996 documentary Small Wonders ), Guaspari<br/>used music as a way to teach self-discipline--along with the healthy<br/>self-respect that follows in its wake. When the New York school board cut the<br/>funding for her program, she proved a marvel of self-promotion, attracting<br/>features in all the major dailies and ending up along with her best students at<br/>Carnegie Hall for a benefit \"Fiddlefest\"--along with Itzhak Perlman, Isaac<br/>Stern, and other legendary \"fiddlers.\"<br/><br/>", "            Streep has said that she spent so much of the time on the<br/>set learning the violin (she doesn't play any instruments) that she didn't<br/>bring the full force of her acting technique to bear on Roberta. Maybe that's<br/>why the performance seems so natural. Let her always learn an instrument on the<br/>set! Still, she doesn't make much sense of Guaspari. The script, by Pamela Gray<br/>( A Walk on the Moon ), has her students complain of her nastiness and<br/>perfectionism, but Streep--who has made herself look dumpy, thick-waisted, and<br/>bedraggled--is so busy telegraphing her vulnerability that all we get is dippy<br/>niceness. Instead of a monument to an individual's iron will, Music of the<br/>Heart becomes the story of a woman so helpless that she arouses the<br/>kindness of strangers.<br", "/><br/>            Directors of violent<br/>genre pieces like Craven (who got this mainstream gig in return for doing the<br/>Scream sequels) or Carl Franklin or Sam Raimi sometimes want so badly to<br/>belong to Establishment Hollywood--to go to the Academy Awards--that they<br/>neuter themselves. Bending over backward to show how sensitive they can be,<br/>they forget that violence--even if it's just emotional violence--belongs in<br/>\"ordinary\" dramas, too. Craven does good work with the young actors in the<br/>classroom scenes, but the film has a reticence common to most biopics and a<br/>mushy, TV-movie humanism that blands out its texture. OK, I was a puddle after<br/>some scenes, like the one where Guaspari pushes a student to get her to improve<br/>her posture and discovers that the girl is wearing a leg brace", ". But how much<br/>more emotional the Carnegie Hall climax would have been if instead of suddenly<br/>seeing these East Harlem kids on stage with Perlman, Stern, Joshua Bell, etc.,<br/>we'd seen them rehearsing first and struggling to keep up. There's too<br/>much music of the heart and not enough music of the callused fingers.<br/><br/>            In outline, <br/>                  The Limey <br/>                is a lean little<br/>B-movie revenge melodrama about a felonious Brit (Terence Stamp) who's newly<br/>sprung from prison and flies to Southern California to get to the bottom of his<br/>beautiful daughter's death: \"My name's Wilson ... Who dunnit?\" The film,<br/>directed by Steven Soderbergh, would be worth seeing just for Stamp's<br/>performance, at once rock-hard and goofily blinkered, and for Peter Fonda's<br/>w", "ittily self-parodic turn as the suspected killer, a music producer who coasts<br/>on '60s counterculture easiness while his lackeys do the dirty work. (\"Oh,<br/>man,\" he says, the fear finally seeping through the ether. \"This is getting all<br/>too close to me.\")<br/><br/>            But the picture's glory is its layered and intricate<br/>syntax. The dialogue moves ahead--there are great gobs of exposition--but the<br/>images continually double back: to Stamp and Lesley Ann Warren, as his<br/>daughter's acting teacher, simply gazing at each other; or to Stamp sitting on<br/>a plane, remembering his daughter as a girl on the beach, the lens of his home<br/>movie camera creating an eerily bright--almost supernatural--spot that dances<br/>over her face. The film's most violent act happens well off screen. (You hear<br/>the distant", " \"pop-pop-pop-pop-pop\" of the hero's gun.) The rest is only<br/>half-glimpsed, fantasized, or saturated by memory--or is the present the<br/>memory? Is all of The Limey a temporal hiccup?<br/><br/>            Some, including the critic at Time , have<br/>questioned Soderbergh's sanity. (But of course--Soderbergh flouts time!) I see<br/>a method to his madness. Less grandiosely than Harmony Korine in Julien<br/>Donkey-Boy , Soderbergh pores over every scene in search of its essential<br/>dramatic gesture. He's saying: This --not all that other stuff--is what's<br/>important. He telegraphs the ending--you know the Limey will somehow be at the<br/>root of his daughter's death--but it's still an emotional wow. The climax<br/>justifies the technique. It", " says the point of this odyssey isn't revenge but<br/>regret--for irredeemably blown chances and a tragic waste of love.<br/><br/>            Soderbergh is one of those rare filmmakers who learn<br/>on the job. Working within a tight genre structure, he's discovering hundreds<br/>of ways of editing a given scene that can give it the richness of a novel. Is<br/>he totally successful? No; he misses now and then, which is why the technique<br/>sticks out. But what a fantastic effort. See it and weep for what's missing in<br/>most other movies.<br/><br/>         <br/>      <br/>   <br/>"]