["<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\"\n     \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n <html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n  <hr class=\"chap\"/>\n  <h1>\n   A Coffin for Jacob\n  </h1>\n  <p>\n   By EDWARD W. LUDWIG\n  </p>\n  <p>\n   Illustrated by EMSH\n  </p>\n  <p>\n   [Transcriber's Note: This etext was produced from\n   <br/>\n   Galaxy Science Fiction May 1956.\n   <br/>\n   Extensive research did not uncover any evidence that\n   <br/>\n   the U.S. copyright on this publication was renewed.]\n  </p>\n  <hr class=\"chap\"/>\n  <p class=\"ph", "3\">\n   <i>\n    With never a moment to rest, the pursuit\n    <br/>\n    through space felt like a game of hounds\n    <br/>\n    and hares ... or was it follow the leader?\n   </i>\n  </p>\n  <hr class=\"chap\"/>\n  <p>\n   Ben Curtis eased his pale, gaunt body through the open doorway of the\n Blast Inn, the dead man following silently behind him.\n  </p>\n  <p>\n   His fear-borne gaze traveled into the dimly illumined Venusian gin\n mill. The place was like an evil caldron steaming with a brew whose\n ingredients had been culled from the back corners of three planets.\n  </p>\n  <p>\n   Most of the big room lay obscured behind a shimmering veil of tobacco\n smoke and the sweet, heavy fumes of Martian Devil's Egg. Here and\n there, Ben saw moving figures. He", " could not tell if they were Earthmen,\n Martians or Venusians.\n  </p>\n  <p>\n   Someone tugged at his greasy coat. He jumped, thinking absurdly that it\n was the dead man's hand.\n  </p>\n  <p>\n   \"\n   <i>\n    Coma esta, senor?\n   </i>\n   \" a small voice piped. \"\n   <i>\n    Speken die Deutsch?\n Desirez-vous d'amour? Da? Nyet?\n   </i>\n   \"\n  </p>\n  <p>\n   Ben looked down.\n  </p>\n  <p>\n   The speaker was an eager-eyed Martian boy of about ten. He was like\n a red-skinned marionette with pipestem arms and legs, clad in a torn\n skivvy shirt and faded blue dungarees.\n  </p>\n  <p>\n   \"I'm American,\" Ben muttered.\n  </p", ">\n  <p>\n   \"Ah,\n   <i>\n    buena\n   </i>\n   ! I speak English\n   <i>\n    tres\n   </i>\n   fine,\n   <i>\n    senor\n   </i>\n   . I have Martian\n friend, she\n   <i>\n    tres\n   </i>\n   pretty and\n   <i>\n    tres\n   </i>\n   fat. She weigh almost eighty\n pounds,\n   <i>\n    monsieur\n   </i>\n   . I take you to her,\n   <i>\n    si\n   </i>\n   ?\"\n  </p>\n  <p>\n   Ben shook his head.\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   He thought,\n   <i>\n    I don't want your Martian wench. I don't want your opium\n or your Devil's Egg or your Venusian kali. But", " if you had a drug that'd\n bring a dead man to life, I'd buy and pay with my soul.\n   </i>\n  </p>\n  <p>\n   \"It is deal,\n   <i>\n    monsieur\n   </i>\n   ? Five dollars or twenty\n   <i>\n    keelis\n   </i>\n   for visit\n Martian friend. Maybe you like House of Dreams. For House of Dreams—\"\n  </p>\n  <p>\n   \"I'm not buying.\"\n  </p>\n  <p>\n   The dirty-faced kid shrugged. \"Then I show you to good table,—\n   <i>\n    tres\n bien\n   </i>\n   . I do not charge you,\n   <i>\n    senor\n   </i>\n   .\"\n  </p>\n  <p>\n   The boy grabbed his hand. Because Ben could think of no reason for\n resisting, he followed.", " They plunged into shifting layers of smoke and\n through the drone of alcohol-cracked voices.\n  </p>\n  <hr class=\"chap\"/>\n  <hr class=\"chap\"/>\n  <p>\n   They passed the bar with its line of lean-featured, slit-eyed\n Earthmen—merchant spacemen.\n  </p>\n  <p>\n   They wormed down a narrow aisle flanked by booths carved from Venusian\n marble that jutted up into the semi-darkness like fog-blanketed\n tombstones.\n  </p>\n  <p>\n   Several times, Ben glimpsed the bulky figures of CO\n   2\n   -breathing\n Venusians, the first he'd ever seen.\n  </p>\n  <p>\n   They were smoky gray, scaly, naked giants, toads in human shape.\n They stood solitary and motionless, aloof, their green-lidded eyes\n unblinking. They certainly didn't", " look like telepaths, as Ben had heard\n they were, but the thought sent a fresh rivulet of fear down his spine.\n  </p>\n  <p>\n   Once he spied a white-uniformed officer of Hoover City's Security\n Police. The man was striding down an aisle, idly tapping his neuro-club\n against the stone booths.\n  </p>\n  <p>\n   <i>\n    Keep walking\n   </i>\n   , Ben told himself.\n   <i>\n    You look the same as anyone else\n here. Keep walking. Look straight ahead.\n   </i>\n  </p>\n  <p>\n   The officer passed. Ben breathed easier.\n  </p>\n  <p>\n   \"Here we are,\n   <i>\n    monsieur\n   </i>\n   ,\" piped the Martian boy. \"A\n   <i>\n    tres\n   </i>\n   fine table.\n Close in", " the shadows.\"\n  </p>\n  <p>\n   Ben winced. How did this kid know he wanted to sit in the shadows?\n Frowning, he sat down—he and the dead man.\n  </p>\n  <p>\n   He listened to the lonely rhythms of the four-piece Martian orchestra.\n  </p>\n  <p>\n   The Martians were fragile, doll-like creatures with heads too large for\n their spindly bodies. Their long fingers played upon the strings of\n their\n   <i>\n    cirillas\n   </i>\n   or crawled over the holes of their flutes like spider\n legs. Their tune was sad. Even when they played an Earth tune, it still\n seemed a song of old Mars, charged with echoes of lost voices and\n forgotten grandeur.\n  </p>\n  <p>\n   For an instant, Ben's mind rose above the haunting vision of the dead\n man. He thought,\n   <i>\n", "    What are they doing here, these Martians? Here, in\n a smoke-filled room under a metalite dome on a dust-covered world?\n Couldn't they have played their music on Mars? Or had they, like me,\n felt the challenge of new worlds?\n   </i>\n  </p>\n  <p>\n   He sobered. It didn't matter. He ordered a whiskey from a Chinese\n waiter. He wet his lips but did not drink. His gaze wandered over the\n faces of the Inn's other occupants.\n  </p>\n  <p>\n   <i>\n    You've got to find him\n   </i>\n   , he thought.\n   <i>\n    You've got to find the man with\n the red beard. It's the only way you can escape the dead man.\n   </i>\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   The dead man was real. His name was Cobb. He", " was stout and flabby and\n about forty and he hated spacemen.\n  </p>\n  <p>\n   His body was buried now—probably in the silent gray wastes outside\n Luna City. But he'd become a kind of invisible Siamese twin, as much a\n part of Ben as sight in his eyes.\n  </p>\n  <p>\n   Sometimes the image would be shuffling drunkenly beside him, its lips\n spitting whiskey-slurred curses.\n  </p>\n  <p>\n   Again, its face would be a pop-eyed mask of surprise as Ben's fist\n thudded into its jaw. More often, the face would be frozen in the\n whiteness of death. The large eyes would stare. Blood would trickle\n from a corner of the gaping mouth.\n  </p>\n  <p>\n   You can forget a living man. You can defeat him or submit to him or\n ignore him, and the matter is over and", " done. You can't escape from a\n memory that has burned into your mind.\n  </p>\n  <p>\n   It had begun a week ago in Luna City. The flight from White Sands had\n been successful. Ben, quietly and moderately, wanted to celebrate.\n He stopped alone in a rocketfront bar for a beer. The man named Cobb\n plopped his portly and unsteady posterior on the stool next to him.\n  </p>\n  <p>\n   \"Spacemen,\" he muttered, \"are getting like flies. Everywhere, all you\n see's spacemen.\"\n  </p>\n  <p>\n   He was a neatly dressed civilian.\n  </p>\n  <p>\n   Ben smiled. \"If it weren't for spacemen, you wouldn't be here.\"\n  </p>\n  <p>\n   \"The name's Cobb.\" The man hiccoughed. \"Spacemen in their white monkey\n suits. They", " think they're little tin gods. Betcha you think you're a\n little tin god.\" He downed a shot of whiskey.\n  </p>\n  <p>\n   Ben stiffened. He was twenty-four and dressed in the white,\n crimson-braided uniform of the\n   <i>\n    Odyssey's\n   </i>\n   junior astrogation officer.\n He was three months out of the Academy at White Sands and the shining\n uniform was like a key to all the mysteries of the Universe.\n  </p>\n  <p>\n   He'd sought long for that key.\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   At the age of five—perhaps in order to dull the memory of his parents'\n death in a recent strato-jet crash—he'd spent hours watching the night\n sky for streaking flame-tails of Moon rockets. At ten, he'd ground\n his first telescope. At fourteen, he'd", " converted an abandoned shed on\n the government boarding-school grounds to a retreat which housed his\n collection of astronomy and rocketry books.\n  </p>\n  <p>\n   At sixteen, he'd spent every weekend holiday hitchhiking from Boys\n Town No. 5 in the Catskills to Long Island Spaceport. There, among\n the grizzled veterans of the old Moon Patrol, he'd found friends who\n understood his dream and who later recommended his appointment to the\n U. S. Academy for the Conquest of Space.\n  </p>\n  <p>\n   And a month ago, he'd signed aboard the\n   <i>\n    Odyssey\n   </i>\n   —the first ship, it\n was rumored, equipped to venture as far as the asteroids and perhaps\n beyond.\n  </p>\n  <p>\n   Cobb was persistent: \"Damn fools shoulda known enough to stay on Earth.\n What the hell good is it, jumpin'", " from planet to planet?\"\n  </p>\n  <p>\n   <i>\n    The guy's drunk\n   </i>\n   , Ben thought. He took his drink and moved three\n stools down the bar.\n  </p>\n  <p>\n   Cobb followed. \"You don't like the truth, eh, kid? You don't like\n people to call you a sucker.\"\n  </p>\n  <p>\n   Ben rose and started to leave the bar, but Cobb grabbed his arm and\n held him there.\n  </p>\n  <p>\n   \"Thas what you are—a sucker. You're young now. Wait ten years. You'll\n be dyin' of radiation rot or a meteor'll get you. Wait and see, sucker!\"\n  </p>\n  <p>\n   Until this instant, Ben had suppressed his anger. Now, suddenly and\n without warning, it welled up into savage fury.\n  </p>\n ", " <p>\n   His fist struck the man on the chin. Cobb's eyes gaped in shocked\n horror. He spun backward. His head cracked sickeningly on the edge of\n the bar. The sound was like a punctuation mark signaling the end of\n life.\n  </p>\n  <p>\n   He sank to the floor, eyes glassy, blood tricking down his jaw.\n  </p>\n  <p>\n   Ben knew that he was dead.\n  </p>\n  <p>\n   Then, for a single absurd second, Ben was seized with terror—just as,\n a moment before, he'd been overwhelmed with anger.\n  </p>\n  <p>\n   He ran.\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   For some twenty minutes, he raced through a dizzying, nightmare world\n of dark rocketfront alleys and shouting voices and pursuing feet.\n  </p>\n  <p>\n   At", " last, abruptly, he realized that he was alone and in silence. He saw\n that he was still on the rocketfront, but in the Tycho-ward side of the\n city.\n  </p>\n  <p>\n   He huddled in a dark corner of a loading platform and lit a cigarette.\n A thousand stars—a thousand motionless balls of silver fire—shone\n above him through Luna City's transparent dome.\n  </p>\n  <p>\n   He was sorry he'd hit Cobb, of course. He was not sorry he'd run.\n Escaping at least gave him a power of choice, of decision.\n  </p>\n  <p>\n   <i>\n    You can do two things\n   </i>\n   , he thought.\n  </p>\n  <p>\n   <i>\n    You can give yourself up, and that's what a good officer would do.\n That would eliminate the escape charge. You'd get off with voluntary", "\n manslaughter. Under interplanetary law, that would mean ten years in\n prison and a dishonorable discharge. And then you'd be free.\n   </i>\n  </p>\n  <p>\n   <i>\n    But you'd be through with rockets and space. They don't want new\n men over thirty-four for officers on rockets or even for third-class\n jet-men on beat-up freighters—they don't want convicted killers. You'd\n get the rest of the thrill of conquering space through video and by\n peeking through electric fences of spaceports.\n   </i>\n  </p>\n  <p>\n   <i>\n    Or—\n   </i>\n  </p>\n  <p>\n   There were old wives' tales of a group of renegade spacemen who\n operated from the Solar System's frontiers. The spacemen weren't\n outlaws. They were misfits, rejectees from the clearing houses on Earth.\n", "  </p>\n  <p>\n   And whereas no legally recognized ship had ventured past Mars, the\n souped-up renegade rigs had supposedly hit the asteroids. Their\n headquarters was Venus. Their leader—a subject of popular and\n fantastic conjecture in the men's audiozines—was rumored to be a\n red-bearded giant.\n  </p>\n  <p>\n   <i>\n    So\n   </i>\n   , Ben reflected,\n   <i>\n    you can take a beer-and-pretzels tale seriously.\n You can hide for a couple of days, get rid of your uniform, change your\n name. You can wait for a chance to get to Venus. To hell with your\n duty. You can try to stay in space, even if you exile yourself from\n Earth.\n   </i>\n  </p>\n  <p>\n   After all, was it right for a single second, a single insignificant\n second, to destroy a", " man's life and his dream?\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   He was lucky. He found a tramp freighter whose skipper was on his last\n flight before retirement. Discipline was lax, investigation of new\n personnel even more so.\n  </p>\n  <p>\n   Ben Curtis made it to Venus.\n  </p>\n  <p>\n   There was just one flaw in his decision. He hadn't realized that the\n memory of the dead man's face would haunt him, torment him, follow him\n as constantly as breath flowed into his lungs.\n  </p>\n  <p>\n   But might not the rumble of atomic engines drown the murmuring dead\n voice? Might not the vision of alien worlds and infinite spaceways\n obscure the dead face?\n  </p>\n  <p>\n   So now he sat searching for a perhaps nonexistent red-bearded giant,\n and hoping and doubting and fearing,", " all at once.\n  </p>\n  <p>\n   \"You look for someone,\n   <i>\n    senor\n   </i>\n   ?\"\n  </p>\n  <p>\n   He jumped. \"Oh. You still here?\"\n  </p>\n  <p>\n   \"\n   <i>\n    Oui.\n   </i>\n   \" The Martian kid grinned, his mouth full of purple teeth. \"I\n keep you company on your first night in Hoover City,\n   <i>\n    n'est-ce-pas\n   </i>\n   ?\"\n  </p>\n  <p>\n   \"This isn't my first night here,\" Ben lied. \"I've been around a while.\"\n  </p>\n  <p>\n   \"You are spacemen?\"\n  </p>\n  <p>\n   Ben threw a fifty-cent credit piece on the table. \"Here. Take off, will\n you?\"\n  </p>\n ", " <p>\n   Spiderlike fingers swept down upon the coin. \"\n   <i>\n    Ich danke, senor.\n   </i>\n   You\n know why city is called Hoover City?\"\n  </p>\n  <p>\n   Ben didn't answer.\n  </p>\n  <p>\n   \"They say it is because after women come, they want first thing a\n thousand vacuum cleaners for dust. What is vacuum cleaner,\n   <i>\n    monsieur\n   </i>\n   ?\"\n  </p>\n  <p>\n   Ben raised his hand as if to strike the boy.\n  </p>\n  <p>\n   \"\n   <i>\n    Ai-yee\n   </i>\n   , I go. You keep listen to good Martian music.\"\n  </p>\n  <p>\n   The toothpick of a body melted into the semi-darkness.\n  </p>\n  <p>\n   Minutes passed. There were two", " more whiskeys. A ceaseless parade of\n faces broke through the smoky veil that enclosed him—reddish balloon\n faces, scaly reptilian faces, white-skinned, slit-eyed faces, and\n occasionally a white, rouged, powdered face. But nowhere was there a\n face with a red beard.\n  </p>\n  <p>\n   A sense of hopelessness gripped Ben Curtis. Hoover City was but one of\n a dozen cities of Venus. Each had twenty dives such as this.\n  </p>\n  <p>\n   He needed help.\n  </p>\n  <p>\n   But his picture must have been 'scoped to Venusian visiscreens. A\n reward must have been offered for his capture. Whom could he trust? The\n Martian kid, perhaps?\n  </p>\n  <p>\n   Far down the darkened aisle nearest him, his eyes caught a flash of\n white. He tensed.\n  </", "p>\n  <p>\n   Like the uniform of a Security Policeman, he thought.\n  </p>\n  <p>\n   His gaze shifted to another aisle and another hint of whiteness.\n  </p>\n  <p>\n   And then he saw another and another and another.\n  </p>\n  <p>\n   Each whiteness became brighter and closer, like shrinking spokes of a\n wheel with Ben as their focal point.\n  </p>\n  <p>\n   <i>\n    You idiot! The damned Martian kid! You should have known!\n   </i>\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   Light showered the room in a dazzling explosion. Ben, half blinded,\n realized that a broad circle of unshaded globes in the ceiling had been\n turned on.\n  </p>\n  <p>\n   The light washed away the room's strangeness and its air of brooding\n wicked", "ness, revealing drab concrete walls and a debris-strewn floor.\n  </p>\n  <p>\n   Eyes blinked and squinted. There were swift, frightened movements and\n a chorus of angry murmurs. The patrons of the Blast Inn were like\n tatter-clad occupants of a house whose walls have been ripped away.\n  </p>\n  <p>\n   Ben Curtis twisted his lean body erect. His chair tumbled backward,\n falling.\n  </p>\n  <p>\n   The white-clad men charged, neuro-clubs upraised.\n  </p>\n  <p>\n   A woman screamed. The music ceased. The Martian orchestra slunk with\n feline stealth to a rear exit. Only the giant Venusians remained\n undisturbed. They stood unmoving, their staring eyes shifting lazily in\n Ben's direction.\n  </p>\n  <p>\n   \"Curtis!\" one of the policemen yelled. \"You're", " covered! Hold it!\"\n  </p>\n  <p>\n   Ben whirled away from the advancing police, made for the exit into\n which the musicians had disappeared.\n  </p>\n  <p>\n   A hissing sound traveled past his left ear, a sound like compressed air\n escaping from a container. A dime-sized section of the concrete wall\n ahead of him crumbled.\n  </p>\n  <p>\n   He stumbled forward. They were using deadly neuro-pistols now, not the\n mildly stunning neuro-clubs.\n  </p>\n  <p>\n   Another hiss passed his cheek. He was about twelve feet from the exit.\n   <i>\n    Another second\n   </i>\n   , his brain screamed.\n   <i>\n    Just another second—\n   </i>\n  </p>\n  <p>\n   Or would the exits be guarded?\n  </p>\n  <p>\n   He heard the hiss", ".\n  </p>\n  <p>\n   It hit directly in the small of his back. There was no pain, just a\n slight pricking sensation, like the shallow jab of a needle.\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   He froze as if yanked to a stop by a noose. His body seemed to be\n growing, swelling into balloon proportions. He knew that the tiny\n needle had imbedded itself deep in his flesh, knew that the paralyzing\n mortocain was spreading like icy fire into every fiber and muscle of\n his body.\n  </p>\n  <p>\n   He staggered like a man of stone moving in slow motion. He'd have\n fifteen—maybe twenty—seconds before complete lethargy of mind and\n body overpowered him.\n  </p>\n  <p>\n   In the dark world beyond his fading consciousness, he heard a voice\n yell, \"Turn on", " the damn lights!\"\n  </p>\n  <p>\n   Then a pressure and a coldness were on his left hand. He realized that\n someone had seized it.\n  </p>\n  <p>\n   A soft feminine voice spoke to him. \"You're wounded? They hit you?\"\n  </p>\n  <p>\n   \"Yes.\" His thick lips wouldn't let go of the word.\n  </p>\n  <p>\n   \"You want to escape—even now?\"\n  </p>\n  <p>\n   \"Yes.\"\n  </p>\n  <p>\n   \"You may die if you don't give yourself up.\"\n  </p>\n  <p>\n   \"No, no.\"\n  </p>\n  <p>\n   He tried to stumble toward the exit.\n  </p>\n  <p>\n   \"All right then. Not that way. Here, this way.\"\n  </p>\n  <p>\n   Heavy footsteps th", "udded toward them. A few yards away, a flashlight\n flicked on.\n  </p>\n  <p>\n   Hands were guiding him. He was aware of being pushed and pulled. A\n door closed behind him. The glare of the flashlight faded from his\n vision—if he still had vision.\n  </p>\n  <p>\n   \"You're sure?\" the voice persisted.\n  </p>\n  <p>\n   \"I'm sure,\" Ben managed to say.\n  </p>\n  <p>\n   \"I have no antidote. You may die.\"\n  </p>\n  <p>\n   His mind fought to comprehend. With the anti-paralysis injection,\n massage and rest, a man could recover from the effects of mortocain\n within half a day. Without treatment, the paralysis could spread to\n heart and lungs. It could become a paralysis of death. An effective\n weapon: the slightest wound compelled the average criminal to surrender\n at once", ".\n  </p>\n  <p>\n   \"Anti ... anti ...\" The words were as heavy as blobs of mercury forced\n from his throat. \"No ... I'm sure ... sure.\"\n  </p>\n  <p>\n   He didn't hear the answer or anything else.\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   Ben Curtis had no precise sensation of awakening. Return to\n consciousness was an intangible evolution from a world of black\n nothingness to a dream-like state of awareness.\n  </p>\n  <p>\n   He felt the pressure of hands on his naked arms and shoulders,\n hands that massaged, manipulated, fought to restore circulation and\n sensitivity. He knew they were strong hands. Their strength seemed to\n transfer itself to his own body.\n  </p>\n  <p>\n   For a long time, he tried to open his eyes. His lids felt welded\n shut. But after a while, they opened.", " His world of darkness gave way\n to a translucent cloak of mist. A round, featureless shape hovered\n constantly above him—a face, he supposed.\n  </p>\n  <p>\n   He tried to talk. Although his lips moved slightly, the only sound was\n a deep, staccato grunting.\n  </p>\n  <p>\n   But he heard someone say, \"Don't try to talk.\" It was the same gentle\n voice he'd heard in the Blast Inn. \"Don't talk. Just lie still and\n rest. Everything'll be all right.\"\n  </p>\n  <p>\n   <i>\n    Everything all right\n   </i>\n   , he thought dimly.\n  </p>\n  <p>\n   There were long periods of lethargy when he was aware of nothing. There\n were periods of light and of darkness. Gradually he grew aware of\n things. He realized that the soft rubber mouth of a", " spaceman's oxygen\n mask was clamped over his nose. He felt the heat of electric blankets\n swathed about his body. Occasionally a tube would be in his mouth and\n he would taste liquid food and feel a pleasant warmth in his stomach.\n  </p>\n  <p>\n   Always, it seemed, the face was above him, floating in the obscuring\n mist. Always, it seemed, the soft voice was echoing in his ears:\n  </p>\n  <p>\n   \"Swallow this now. That's it. You must have food.\" Or, \"Close your\n eyes. Don't strain. It won't be long. You're getting better.\"\n  </p>\n  <p>\n   <i>\n    Better\n   </i>\n   , he'd think.\n   <i>\n    Getting better....\n   </i>\n  </p>\n  <p>\n   At last, after one of the periods of lethargy, his", " eyes opened. The\n mist brightened, then dissolved.\n  </p>\n  <p>\n   He beheld the cracked, unpainted ceiling of a small room, its colorless\n walls broken with a single, round window. He saw the footboard of his\n aluminite bed and the outlines of his feet beneath a faded blanket.\n  </p>\n  <p>\n   Finally he saw the face and figure that stood at his side.\n  </p>\n  <p>\n   \"You are better?\" the kind voice asked.\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   The face was that of a girl probably somewhere between twenty-five\n and thirty. Her features, devoid of makeup, had an unhealthy-looking\n pallor, as if she hadn't used a sunlamp for many weeks. Yet, at the\n same time, her firm slim body suggested a solidity and a strength. Her\n straight brown hair was combed backward", ", tight upon her scalp, and\n drawn together in a knot at the nape of her neck.\n  </p>\n  <p>\n   \"I—I am better,\" he murmured. His words were still slow and thick. \"I\n am going to live?\"\n  </p>\n  <p>\n   \"You will live.\"\n  </p>\n  <p>\n   He thought for a moment. \"How long have I been here?\"\n  </p>\n  <p>\n   \"Nine days.\"\n  </p>\n  <p>\n   \"You took care of me?\" He noted the deep, dark circles beneath her\n sleep-robbed eyes.\n  </p>\n  <p>\n   She nodded.\n  </p>\n  <p>\n   \"You're the one who carried me when I was shot?\"\n  </p>\n  <p>\n   \"Yes.\"\n  </p>\n  <p>\n   \"Why?\"\n  </p>\n", "  <p>\n   Suddenly he began to cough. Breath came hard. She held the oxygen mask\n in readiness. He shook his head, not wanting it.\n  </p>\n  <p>\n   \"Why?\" he asked again.\n  </p>\n  <p>\n   \"It would be a long story. Perhaps I'll tell you tomorrow.\"\n  </p>\n  <p>\n   A new thought, cloaked in sudden fear, entered his murky consciousness.\n \"Tell me, will—will I be well again? Will I be able to walk?\"\n  </p>\n  <p>\n   He lay back then, panting, exhausted.\n  </p>\n  <p>\n   \"You have nothing to worry about,\" the girl said softly. Her cool hand\n touched his hot forehead. \"Rest. We'll talk later.\"\n  </p>\n  <p>\n   His eyes closed and breath came easier. He slept.\n  </p>\n  <", "p>\n   When he next awoke, his gaze turned first to the window. There was\n light outside, but he had no way of knowing if this was morning, noon\n or afternoon—or on what planet.\n  </p>\n  <p>\n   He saw no white-domed buildings of Hoover City, no formal lines of\n green-treed parks, no streams of buzzing gyro-cars. There was only a\n translucent and infinite whiteness. It was as if the window were set on\n the edge of the Universe overlooking a solemn, silent and matterless\n void.\n  </p>\n  <p>\n   The girl entered the room.\n  </p>\n  <p>\n   \"Hi,\" she said, smiling. The dark half-moons under her eyes were less\n prominent. Her face was relaxed.\n  </p>\n  <p>\n   She increased the pressure in his rubberex pillows and helped him rise\n to a sitting position.\n  </", "p>\n  <p>\n   \"Where are we?\" he asked.\n  </p>\n  <p>\n   \"Venus.\"\n  </p>\n  <p>\n   \"We're not in Hoover City?\"\n  </p>\n  <p>\n   \"No.\"\n  </p>\n  <p>\n   He looked at her, wondering. \"You won't tell me?\"\n  </p>\n  <p>\n   \"Not yet. Later, perhaps.\"\n  </p>\n  <p>\n   \"Then how did you get me here? How did we escape from the Inn?\"\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   She shrugged. \"We have friends who can be bribed. A hiding place in the\n city, the use of a small desert-taxi, a pass to leave the city—these\n can be had for a price.\"\n  </p>\n  <p>\n   \"You'll tell me your", " name?\"\n  </p>\n  <p>\n   \"Maggie.\"\n  </p>\n  <p>\n   \"Why did you save me?\"\n  </p>\n  <p>\n   Her eyes twinkled mischievously. \"Because you're a good astrogator.\"\n  </p>\n  <p>\n   His own eyes widened. \"How did you know that?\"\n  </p>\n  <p>\n   She sat on a plain chair beside his bed. \"I know everything about you,\n Lieutenant Curtis.\"\n  </p>\n  <p>\n   \"How did you learn my name? I destroyed all my papers—\"\n  </p>\n  <p>\n   \"I know that you're twenty-four. Born July 10, 1971. Orphaned at four,\n you attended Boys Town in the Catskills till you were 19. You graduated\n from the Academy at White Sands last June with a major in Astrogation.\n", " Your rating for the five-year period was 3.8—the second highest in a\n class of fifty-seven. Your only low mark in the five years was a 3.2 in\n History of Martian Civilization. Want me to go on?\"\n  </p>\n  <p>\n   Fascinated, Ben nodded.\n  </p>\n  <p>\n   \"You were accepted as junior astrogation officer aboard the\n   <i>\n    Odyssey\n   </i>\n   .\n You did well on your flight from Roswell to Luna City. In a barroom\n fight in Luna City, you struck and killed a man named Arthur Cobb, a\n pre-fab salesman. You've been charged with second degree murder and\n escape. A reward of 5,000 credits has been offered for your capture.\n You came to Hoover City in the hope of finding a renegade group of\n spacemen who operate beyond Mars. You were looking for them in the\n Blast Inn", ".\"\n  </p>\n  <p>\n   He gaped incredulously, struggling to rise from his pillows. \"I—don't\n get it.\"\n  </p>\n  <p>\n   \"There are ways of finding out what we want to know. As I told you, we\n have many friends.\"\n  </p>\n  <p>\n   He fell back into his pillows, breathing hard. She rose quickly.\n  </p>\n  <p>\n   \"I'm sorry,\" she said. \"I shouldn't have told you yet. I felt so happy\n because you're alive. Rest now. We'll talk again soon.\"\n  </p>\n  <p>\n   \"Maggie, you—you said I'd live. You didn't say I'd be able to walk\n again.\"\n  </p>\n  <p>\n   She lowered her gaze. \"I hope you'll be able to.\"\n  </p>\n  <p>\n   \"", "But you don't think I will, do you?\"\n  </p>\n  <p>\n   \"I don't know. We'll try walking tomorrow. Don't think about it now.\n Rest.\"\n  </p>\n  <p>\n   He tried to relax, but his mind was a vortex of conjecture.\n  </p>\n  <p>\n   \"Just one more question,\" he almost whispered.\n  </p>\n  <p>\n   \"Yes?\"\n  </p>\n  <p>\n   \"The man I killed—did he have a wife?\"\n  </p>\n  <p>\n   She hesitated. He thought,\n   <i>\n    Damn it, of all the questions, why did I\n ask that?\n   </i>\n  </p>\n  <p>\n   Finally she said, \"He had a wife.\"\n  </p>\n  <p>\n   \"Children?\"\n  </p>\n  <p>\n   \"Two.", " I don't know their ages.\"\n  </p>\n  <p>\n   She left the room.\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   He sank into the softness of his bed. As he turned over on his side,\n his gaze fell upon an object on a bureau in a far corner of the room.\n  </p>\n  <p>\n   He sat straight up, his chest heaving.\n  </p>\n  <p>\n   The object was a tri-dimensional photo of a rock-faced man in a\n merchant spaceman's uniform. He was a giant of a man with a neatly\n trimmed\n   <i>\n    red beard\n   </i>\n   !\n  </p>\n  <p>\n   Ben stared at the photo for a long time. At length, he slipped into\n restless sleep. Images of faces and echoes of words spun through his\n brain.\n  </p>\n  <p>\n   The", " dead man returned to him. Bloodied lips cursed at him. Glassy eyes\n accused him. Somewhere were two lost children crying in the night.\n  </p>\n  <p>\n   And towering above him was a red-bearded man whose great hands reached\n down and beckoned to him. Ben crawled through the night on hands and\n knees, his legs numb and useless. The crying of the children was a\n chilling wail in his ears.\n  </p>\n  <p>\n   His head rose and turned to the red-bearded man. His pleading voice\n screamed out to him in a thick, harsh cackle. Yet even as he screamed,\n the giant disappeared, to be replaced by white-booted feet stomping\n relentlessly toward him.\n  </p>\n  <p>\n   He awoke still screaming....\n  </p>\n  <p>\n   A night without darkness passed. Ben lay waiting for Maggie's return, a\n question already formed in", " his mind.\n  </p>\n  <p>\n   She came and at once he asked, \"Who is the man with the red beard?\"\n  </p>\n  <p>\n   She smiled. \"I was right then when I gave you that thumbnail biog. You\n   <i>\n    were\n   </i>\n   looking for him, weren't you?\"\n  </p>\n  <p>\n   \"Who is he?\"\n  </p>\n  <p>\n   She sat on the chair beside him.\n  </p>\n  <p>\n   \"My husband,\" she said softly.\n  </p>\n  <p>\n   He began to understand. \"And your husband needs an astrogator? That's\n why you saved me?\"\n  </p>\n  <p>\n   \"We need all the good men we can get.\"\n  </p>\n  <p>\n   \"Where is he?\"\n  </p>\n  <p>\n", "   She cocked her head in mock suspicion. \"Somewhere between Mercury and\n Pluto. He's building a new base for us—and a home for me. When his\n ship returns, I'll be going to him.\"\n  </p>\n  <p>\n   \"Why aren't you with him now?\"\n  </p>\n  <p>\n   \"He said unexplored space is no place for a woman. So I've been\n studying criminal reports and photos from the Interplanetary Bureau of\n Investigation and trying to find recruits like yourself. You know how\n we operate?\"\n  </p>\n  <p>\n   He told her the tales he'd heard.\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   She nodded. \"There are quite a few of us now—about a thousand—and a\n dozen ships. Our base used to be here on Venus, down toward the Pole.\n The dome we're in now was designed and", " built by us a few years ago\n after we got pushed off Mars. We lost a few men in the construction,\n but with almost every advance in space, someone dies.\"\n  </p>\n  <p>\n   \"Venus is getting too civilized. We're moving out and this dome is only\n a temporary base when we have cases like yours. The new base—I might\n as well tell you it's going to be an asteroid. I won't say which one.\"\n  </p>\n  <p>\n   \"Don't get the idea that we're outlaws. Sure, about half our group is\n wanted by the Bureau, but we make honest livings. We're just people\n like yourself and Jacob.\"\n  </p>\n  <p>\n   \"Jacob? Your husband?\"\n  </p>\n  <p>\n   She laughed. \"Makes you think of a Biblical character, doesn't it?\n Jacob's anything but that. And just plain 'Jake'", " reminds one of a\n grizzled old uranium prospector and he isn't like that, either.\"\n  </p>\n  <p>\n   She lit a cigarette. \"Anyway, the wanted ones stay out beyond the\n frontiers. Jacob and those like him can never return to Earth—not even\n to Hoover City—except dead. The others are physical or psycho rejects\n who couldn't get clearance if they went back to Earth. They know\n nothing but rocketing and won't give up. They bring in our ships to\n frontier ports like Hoover City to unload cargo and take on supplies.\"\n  </p>\n  <p>\n   \"Don't the authorities object?\"\n  </p>\n  <p>\n   \"Not very strongly. The I. B. I. has too many problems right here to\n search the whole System for a few two-bit crooks. Besides, we carry\n cargoes of almost pure uranium and tungsten and all the stuff that's\n", " scarce on Earth and Mars and Venus. Nobody really cares whether it\n comes from the asteroids or Hades. If we want to risk our lives mining\n it, that's our business.\"\n  </p>\n  <p>\n   She pursed her lips. \"But if they guessed how strong we are or that we\n have friends planted in the I. B. I.—well, things might be different.\n There probably would be a crackdown.\"\n  </p>\n  <p>\n   Ben scowled. \"What happens if there\n   <i>\n    is\n   </i>\n   a crackdown? And what will you\n do when Space Corps ships officially reach the asteroids? They can't\n ignore you then.\"\n  </p>\n  <p>\n   \"Then we move on. We dream up new gimmicks for our crates and take them\n to Jupiter, Saturn, Uranus, Neptune, Pluto. In time, maybe, we'll be\n pushed out", " of the System itself. Maybe it won't be the white-suited\n boys who'll make that first hop to the stars. It\n   <i>\n    could\n   </i>\n   be us, you\n know—if we live long enough. But that Asteroid Belt is murder. You\n can't follow the text-book rules of astrogation out there. You make up\n your own.\"\n  </p>\n  <hr class=\"tb\"/>\n  <p>\n   Ben stiffened. \"And that's why you want me for an astrogator.\"\n  </p>\n  <p>\n   Maggie rose, her eyes wistful. \"If you want to come—and if you get\n well.\" She looked at him strangely.\n  </p>\n  <p>\n   \"Suppose—\" He fought to find the right words. \"Suppose I got well and\n decided not to join Jacob. What would happen to me? Would you let me\n", " go?\"\n  </p>\n  <p>\n   Her thin face was criss-crossed by emotion—alarm, then bewilderment,\n then fear. \"I don't know. That would be up to Jacob.\"\n  </p>\n  <p>\n   He lay biting his lip, staring at the photo of Jacob. She touched his\n hand and it seemed that sadness now dominated the flurry of emotion\n that had coursed through her.\n  </p>\n  <p>\n   \"The only thing that matters, really,\" she murmured, \"is your walking\n again. We'll try this afternoon. Okay?\"\n  </p>\n  <p>\n   \"Okay,\" he said.\n  </p>\n  <p>\n   When she left, his eyes were still turned toward Jacob's photo.\n  </p>\n  <p>\n   He was like two people, he thought.\n  </p>\n  <p>\n   Half of him was an officer of", " the Space Corps. Perhaps one single\n starry-eyed boy out of ten thousand was lucky enough to reach that goal.\n  </p>\n  <p>\n   He remembered a little picture book his mother had given him when she\n was alive. Under the bright pictures of spacemen were the captions:\n  </p>\n  <p>\n   \"A Space Officer Is Honest\" \"A Space Officer Is Loyal.\" \"A Space\n Officer Is Dutiful.\"\n  </p>\n  <p>\n   Honesty, loyalty, duty. Trite words, but without those concepts,\n mankind would never have broken away from the planet that held it\n prisoner for half a million years.\n  </p>\n  <p>\n   Without them, Everson, after three failures and a hundred men dead,\n would never have landed on the Moon twenty-seven years ago.\n  </p>\n  <hr class=\"tb\"/>\n </html>\n"]